{"tCnt": 2, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:9228-a:914249", "ttl": "Grecia 2-0 Finland (17 de Nov., 2024) Resultado Final", "oTtl": "ESPN", "pId": 35, "sum": "In addition to the above toggle, you may choose to provide the information requested in this opt-out form, which may enable us to take action on your opt-out election more broadly than just on this digital property. Please note that, because these activities are based on online cookies, your opt-out choice is specific to this property.", "cnUrl": "https://www.espn.com.mx/futbol/partido/_/juegoId/699014/greece-finland?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://a.espncdn.com/combiner/i?img=/i/espn/misc_logos/500/soccer.png", "pbAt": 1731873783724}, {"id": "pr:9227-a:910737", "ttl": "Noni Madueke’s Greece audition is latest act in England coming-of-age story", "oTtl": "The Guardian", "athr": "David Hytner in Athens", "pId": 35, "sum": "Winger’s confident display on first England start shows he is now ready to provide competition for Bukayo Saka Noni Madueke has a particular way of explaining things away. Direct, confident, a little dismissive – rather like how he plays. The Chelsea winger’s apology after the Wolverhampton affair at the start of the season featured a number of choice cuts. “I just want to apologise to everyone that I might have offended,” Madueke said, after accidentally sharing a private message about Wolverhampton being a “shit place” with his followers on social media. “It wasn’t meant to be out on my socials like that. I’m sure Wolverhampton is a nice town and I’m sorry.” Continue reading...", "cnUrl": "https://www.theguardian.com/football/2024/nov/15/noni-madueke-greece-audition-latest-act-england-coming-of-age-story?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i.guim.co.uk/img/media/6f1d25c890693277d032af7209f3ba97245475dd/0_199_6657_3994/master/6657.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=d08eaaa1d1ee74948a1ab5ab61a86d79", "pbAt": 1731711125640}]}