{"tCnt": 5, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3368-a:819046", "ttl": "Kylian Mbappé banned smartphones as he aimed to keep his trip to Sweden a secret", "oTtl": "Get French Football News", "athr": "Liam Wraith", "pId": 35, "sum": "According to Swedish outlet Expressen, Kylian Mbappé (25) planned to keep his trip to Stockholm a secret. The France captain has come under increased scrutiny for a trip to the capital of…", "cnUrl": "https://www.getfootballnewsfrance.com/2024/kylian-mbappe-aimed-to-keep-his-trip-to-sweden-a-secret/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1728672997037}, {"id": "pr:9011-a:815950", "ttl": "Skriniar unhappy at PSG, Juventus and others eye January move", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Milan Skriniar’s difficult start to the season at Paris Saint-Germain has opened the door for a potential January transfer, with Juventus among the clubs interested in the Slovak defender. Calciomercato report how Skriniar has made just two appearances totaling 111 minutes so far this season, finding himself fourth choice in Luis Enrique’s defensive pecking order behind Marquinhos, Willian Pacho and Lucas Beraldo. The lack of playing time has left the former Inter Milan star frustrated. “Mentally I’d say I’m fine. I’m not happy with this situation, but the only thing I can control is my work in training,” Skriniar admitted The post Skriniar unhappy at PSG, Juventus and others eye January move appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/skriniar-unhappy-at-psg-juventus-and-others-eye-january-move/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/10/Skriniar.jpg", "pbAt": 1728565242929}, {"id": "pr:9011-a:815302", "ttl": "Ex-Inter defender Skriniar linked with Juventus January transfer", "oTtl": "Football Italia", "athr": "Lorenzo Bettoni", "pId": 35, "sum": "According to La Gazzetta dello Sport, ex-Inter defender Milan Skriniar is a Juventus target for...", "cnUrl": "https://football-italia.net/skriniar-linked-juventus-january-transfer/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1728549029012}, {"id": "pr:9011-a:815215", "ttl": "Today’s Papers – Italy for the World Cup, Skriniar-Juve, Conte crowned", "oTtl": "Football Italia", "athr": "Lorenzo Bettoni", "pId": 35, "sum": "La Gazzetta dello Sport Go Italy, be big A win would help us qualify for...", "cnUrl": "https://football-italia.net/today-papers-italy-world-cup-juve-skriniar/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/10/corriere-dello-sport-021041410.webp", "pbAt": 1728546193234}, {"id": "pr:9011-a:815208", "ttl": "Juventus eyeing January move for PSG’s Skriniar", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "According to La Gazzetta dello Sport, Juventus are considering a January move for Paris Saint-Germain defender Milan Skriniar. The Slovak international, who earns €10 million per year plus bonuses, has only played 111 minutes so far this season for the French club. Juventus’ sporting director Cristiano Giuntoli is exploring the possibility of a loan deal for Skriniar. The Turin club’s interest in the former Inter Milan star has been piqued by his lack of playing time at PSG, where he has fallen down the pecking order under manager Luis Enrique. Despite PSG’s significant investment in Skriniar, who joined on a The post Juventus eyeing January move for PSG’s Skriniar appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/juventus-eyeing-january-move-for-psgs-skriniar/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2023/06/Skriniar.jpg", "pbAt": 1728545805415}]}