{"tCnt": 3, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:9244-a:820226", "ttl": "Vlahovic’s future at Juventus: Renewal or departure – Meeting with Giuntoli on the horizon", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "The future of Dusan Vlahovic remains a central topic at Juventus, both on and off the pitch. The Serbian striker’s importance to the team, his high wages (the highest in the squad), and his contract expiring in June 2026 make his situation a key concern for the club. According to reports from Corriere dello Sport, Juventus’ sporting director Cristiano Giuntoli has addressed the issue, stating: “We are in talks with Ristic [Vlahovic’s agent]. We have agreed to sit down around Christmas time, and on that occasion, we will understand what they want to do.” The situation boils down to two The post Vlahovic’s future at Juventus: Renewal or departure – Meeting with Giuntoli on the horizon appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/vlahovics-future-at-juventus-renewal-or-departure-meeting-with-giuntoli-on-the-horizon/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2023/07/Vlahovic-1.webp", "pbAt": 1728736518487}, {"id": "pr:9244-a:820003", "ttl": "CdS: Vlahovic sale ‘inevitable’ if Juventus agreement not found in January", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Juventus could sell their leading goalscorer Dusan Vlahovic in the summer if the Serbia international...", "cnUrl": "https://football-italia.net/vlahovic-sale-inevitable-without-juventus-deal/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1728727841296}, {"id": "pr:9244-a:817921", "ttl": "Juventus plan to spread Vlahovic cost with new contract extension", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Juventus are beginning to plan a potential contract extension for leading goalscorer Dusan Vlahovic, which...", "cnUrl": "https://football-italia.net/juventus-plan-spread-vlahovic-cost-new-deal/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1728644206216}]}