{"tCnt": 4, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:9244-a:909761", "ttl": "Where to watch Switzerland vs Serbia: Preview, Predicted Lineups and Score Prediction", "oTtl": "WhoScored.com", "pId": 35, "sum": "Switzerland will hope to secure their first UEFA Nations League win of 2024 when they take on Serbia tonight. Ahead of the clash, we’ve made a prediction for the game, provided our predicted...", "cnUrl": "https://www.whoscored.com/Articles/DTA5IJQj4kS28osYZhghVQ/Show/Where-to-watch-Switzerland-vs-Serbia-Preview-Predicted-Lineups-and-Score-Prediction?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1731682587685}, {"id": "pr:9244-a:909451", "ttl": "Capello previews Milan-Juventus: “Vlahovic could punish Milan’s high line”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Fabio Capello, the legendary manager who has coached both Milan and Juventus, shared his insights on the upcoming clash between the two Italian giants. Drawing from his vast experience, Capello reminisced to Gazzetta dello Sport about memorable matches from his playing and coaching days, setting the stage for what promises to be a crucial encounter. On Vlahovic’s role, Capello stated, “Dusan moves very well in the area and in certain aspects reminds me of Trezeguet. He needs to improve in his team play, and Ibrahimovic’s movements are like a manual for great strikers. Vlahovic will be one of the keys The post Capello previews Milan-Juventus: “Vlahovic could punish Milan’s high line” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/capello-previews-milan-juventus-vlahovic-could-punish-milans-high-line/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2023/10/Capello-scaled.jpg", "pbAt": 1731674303600}, {"id": "pr:9244-a:909285", "ttl": "Marchisio: ‘Zirkzee? Let’s not forget Vlahovic, who’s alone. Someone will be needed in January…’", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Claudio Marchisio shared his thoughts on the current state of Italian football and Juventus in particular during an interview at the presentation of the Pietra Alta-Falchera fields in northern Turin. Regarding the Serie A standings, Marchisio noted, “Today it seems to be returning to the past with the ‘seven sisters’, the standings are really tight. I hope it can last as long as possible. The championship is balanced, there are teams more ready and designed to win. But yes, it’s balanced, there are those with injuries, more matches, those who need to find the right setup with a new coach. The post Marchisio: ‘Zirkzee? Let’s not forget Vlahovic, who’s alone. Someone will be needed in January…’ appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/marchisio-zirkzee-lets-not-forget-vlahovic-whos-alone-someone-will-be-needed-in-january/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2022/09/MArchisio.jpg", "pbAt": 1731670291850}, {"id": "pr:9153-a:906759", "ttl": "Dortmund receive Kobel injury boost", "oTtl": "Bulinews", "athr": "Rune Gjerulff", "pId": 35, "sum": "Borussia Dortmund have been boosted by the return of Gregor Kobel to full training.", "cnUrl": "https://bulinews.com/dortmund-receive-kobel-injury-boost?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://bulinews.com/i/320/6444.jpg", "pbAt": 1731577015412}]}