{"tCnt": 43, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:2985-a:769777", "ttl": "Aston Villa extend winning run with late comeback victory over Wolves", "oTtl": "Premier League", "pId": 35, "sum": "Despite their poor form heading into the encounter, with just one win in their last 14 league games stretching back to last season, Wolves were well-organised from the moment the match began, not allowing any Villa players much space to manoeuvre in the centre and limiting the attacking runs made from the likes of Watkins and Rogers. Aston Villa forged another second-half comeback as they defeated Wolves 3-1 to continue their fine start to the Premier League season.", "cnUrl": "https://www.premierleague.com/news/4122465?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://resources.premierleague.com/premierleague/photo/2024/09/21/0fc97eb1-1443-48de-a512-b70f846d21db/2173549358.jpg", "pbAt": 1726947240102}, {"id": "pr:3863-a:769542", "ttl": "Unai Emery gives brutally honest 'worst' verdict after Aston Villa's 3-1 win over Wolves", "oTtl": "Birmingham Live - Aston Villa", "pId": 35, "sum": "Unai Emery admits Aston Villa's first half performance against Wolves was the worst since he has been in charge of the club, but was delighted with his side's response to win 3-1 win at Villa Park. But the second half, that changed completely.", "cnUrl": "https://www.birminghammail.co.uk/sport/football/football-news/unai-emery-gives-brutally-honest-29981232?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.birminghammail.co.uk/incoming/article29982350.ece/ALTERNATES/s1200/0_GettyImages-2173548165.jpg", "pbAt": 1726941593916}, {"id": "pr:3863-a:769499", "ttl": "Unai Emery admits Villa’s first-half performance did not meet his standards", "oTtl": "The Independent Football", "athr": "Jonathan Veal", "pId": 35, "sum": "The home side hit back to see off Wolves.", "cnUrl": "https://www.independent.co.uk/sport/football/unai-emery-wolves-john-mcginn-villa-champions-league-b2616775.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://static.independent.co.uk/2024/09/21/18/9768af0ee9cfb7ed828a098aa8bb76a5Y29udGVudHNlYXJjaGFwaSwxNzI3MDI2MTUw-2.77539607.jpg?width=1200&auto=webp", "pbAt": 1726940910155}, {"id": "pr:2985-a:769480", "ttl": "Gary O'Neil issues Yerson Mosquera update and warns Wolves players what they didn't do enough", "oTtl": "Birmingham Live - Aston Villa", "pId": 35, "sum": "We need to make sure the fixtures, we have some really tough ones coming up, we need to find a way to fight and scrap. Gary O’Neil criticised his Wolves team for failing to ‘scrap for everything’ after a 3-1 away defeat to Aston Villa left them joint bottom of the Premier League.", "cnUrl": "https://www.birminghammail.co.uk/sport/football/football-news/gary-oneil-issues-yerson-mosquera-29982550?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.birminghammail.co.uk/incoming/article29982582.ece/ALTERNATES/s1200/0_Aston-Villa-v-Wolverhampton-Wanderers-Premier-League-Villa-Park.jpg", "pbAt": 1726940636275}, {"id": "pr:3863-a:769464", "ttl": "Aston Villa suffer big injury blow after Wolves win as star faces \"weeks out\"", "oTtl": "Birmingham Live - Aston Villa", "pId": 35, "sum": "Unai Emery has confirmed John McGinn suffered a hamstring injury in Aston Villa's win over Wolves and will face a spell on the sidelines. We will be sending the latest breaking news and top Villa stories directly to the WhatsApp community and we want you to be part of it.", "cnUrl": "https://www.birminghammail.co.uk/sport/football/football-news/aston-villa-suffer-big-injury-29982472?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.birminghammail.co.uk/incoming/article29982486.ece/ALTERNATES/s1200/0_GettyImages-2173540000.jpg", "pbAt": 1726940169880}, {"id": "pr:2985-a:769256", "ttl": "Aston Villa 3-1 Wolves: Highlights, man of the match, stats from league clash", "oTtl": "Sports Mole", "pId": 35, "sum": "Aston Villa come from behind to record a 3-1 victory over Wolverhampton Wanderers at Villa Park in the Premier League.", "cnUrl": "https://www.sportsmole.co.uk/football/aston-villa/top-four-race/result/comeback-alert-high-flying-villa-beat-wolves-to-rise-into-third-spot-in-table_553530.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/38/ollie-watkins.jpg", "pbAt": 1726936124965}, {"id": "pr:3863-a:769231", "ttl": "Aston Villa player ratings after 3-1 win vs Wolves as super subs change the game", "oTtl": "Birmingham Live - Aston Villa", "pId": 35, "sum": "John McGinn came off at the end of the first half after appearing to pick up a knock and was replaced by Leon Bailey, while Ian Maatsen was also introduced in place of Lucas Digne in time for the start of the second period. Ollie Watkins restored parity in the second half by converting from inside the box, before Ezri Konsa then completed the comeback in the 88th minute and super-sub Jhon Duran got in on the act in added time.", "cnUrl": "https://www.birminghammail.co.uk/sport/football/football-news/john-townleys-aston-villa-player-29980254?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.birminghammail.co.uk/incoming/article29982206.ece/ALTERNATES/s1200/0_GettyImages-2172676400.jpg", "pbAt": 1726935801191}, {"id": "pr:2985-a:769213", "ttl": "Jhon Duran strikes again as Aston Villa come from behind to see off Wolves", "oTtl": "Press Association", "pId": 32, "sum": "Villa were in Champions League action in midweek.", "cnUrl": "https://www.livescore.com/en/native/news/jhon-duran-strikes-again-as-aston-villa-come-from-behind-to-see-off-wolves-2024092116220805531/", "tnUrl": "https://image.assets.pressassociation.io/v2/image/production/219f22fd6fe68c01bd63f971d7371f0cY29udGVudHNlYXJjaGFwaSwxNzI3MDIxNzM4/2.77539831.jpg?rect=0,469,4398,2474&ext=.jpg", "pbAt": 1726935427000}, {"id": "pr:3863-a:768738", "ttl": "U21s: Aston Villa 2-1 Blackburn Rovers", "oTtl": "Aston Villa FC", "pId": 35, "sum": "Fixtures Aston Villa U21 Vs. Blackburn Rovers U21 - Sat, Sep 21st 2024, 12:00 Aston Villa produced a strong performance to get the better of Blackburn Rovers in Premier League 2 at Bodymoor Heath on Saturday. Goalkeeper Sam Proctor made a fine double save shortly before the hosts went ahead from the penalty spot after 26 minutes. After Ben Broggio was felled in the box, Kane Taylor stepped up and stroked the ball past the visiting ‘keeper. Scorer turned provider four minutes later when Taylor’s chipped cross was headed home by Kobei Moore to double the lead. Rovers hit back just before half-time via Igor Tyjon but rarely threatened after the break as Villa held out to pick up three points. Josep Gombau’s team had begun their league programme with one win, one draw and one defeat, and they started the match like a team who were determined to get back in the win column. Just four minutes had been played when Travis Patterson skilfully opened up space for a shot in the box, beating the ‘keeper but seeing it cleared by a covering defender. Rovers, who lost all three of their opening league matches, were on the back foot as the match settled into a rhythm, looking to hit the hosts on the counter-attack. One of their fast breaks almost produced the opener of 22 minutes when Harry Leonard was denied by a fine save from Proctor, with the Villa ‘keeper also reacting quickly to smother the rebound. Broggio injected life into his side when he burst in from the right-hand side and dribbled into the box, going down under pressure from a defender and winning his side a penalty. Taylor stepped up to take the spot kick, burying a left-footed effort beyond the dive of Jack Barrett and inside the post. One became two in a matter of minutes for the home side when Moore peeled off to the back post and headed home Taylor’s cross. Blackburn pulled one back on the stroke of half-time thanks to Tyjon, who lashed home a loose ball in the penalty area. The frame of the goal came to Rovers’ rescue at the start of the second half when Kerr Smith sent a shot crashing off a post following Todd Alcock’s flighted delivery. Villa piled the pressure on in search of a third goal and saw Aidan Borland have an effort tipped over before Patterson once again had a shot cleared off the line by a defender. Injuries on both sides disrupted the flow of the game, but the hosts remained in control as the match moved into the final ten minutes. Blackburn upped the urgency in their play as they looked to find a way through Villa’s defences, but it was the Young Lions who looked more likely to score in the closing stages. Patterson fired in a low effort that was kicked away by Barrett before the final whistle sounded to confirm their victory. Upcoming Fixtures Manchester City U21 Vs. Aston Villa U21 - Fri, Nov 11th 2024, 19:00 Aston Villa U21 Vs. Newcastle United U21 - Mon, Dec 12th 2024, 19:00 Middlesbrough U21 Vs. Aston Villa U21 - Sun, Dec 12th 2024, 14:00", "cnUrl": "https://www.avfc.co.uk/news/2024/september/21/u21s--aston-villa---blackburn-rovers/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.gc.avfcservices.co.uk/fit-in/1000x1000/b1f4a740-7812-11ef-ad5d-f380dd6972c3.jpg", "pbAt": 1726924076890}, {"id": "pr:3863-a:768600", "ttl": "Villa Park change made ahead of Wolves match", "oTtl": "Birmingham Live - Aston Villa", "pId": 35, "sum": "The club has since replaced the banner and found a new home for it, at the top of the Doug Ellis Stand. The banner which celebrated the club's finest night in 1982, which stretched across the North Stand, had been taken down.", "cnUrl": "https://www.birminghammail.co.uk/sport/football/football-news/its-iconic-lot-us-villa-29980714?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.birminghammail.co.uk/incoming/article29980771.ece/ALTERNATES/s1200/0_GettyImages-2172026480.jpg", "pbAt": 1726919107492}]}