{"tCnt": 6, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3452-a:840492", "ttl": "Atletico Madrid beats Leganes in Spanish league in partially closed stadium because of fan trouble", "oTtl": "Associated Press", "pId": 35, "sum": "Alexander Sorloth scored twice and Antoine Griezmann once after the visitors took the lead in the first half at the Metropolitano stadium, which had an empty fan section behind one of the goals as punishment after Atletico fans threw objects on the field during a city derby against Real Madrid last month. Sunday’s victory, which ended Atletico’s three match winless streak in all competitions, moved Diego Simeone’s team to third place in the league, four points behind leaders Barcelona and Madrid.", "cnUrl": "https://apnews.com/article/barcelona-sevilla-atletico-madrid-scores-spanish-league-ee6a22b6822c09ce2720a6f1a0369d3d?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://dims.apnews.com/dims4/default/dcac1a4/2147483647/strip/true/crop/700x394+0+28/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F90%2F29%2F4e3c1cc7446089a9101a7bdff4c8%2Fdefaultshareimage-copy.png", "pbAt": 1729448344340}, {"id": "pr:3452-a:840340", "ttl": "Sørloth double sees Atlético Madrid beat Leganes", "oTtl": "ESPN", "athr": "Reuters", "pId": 35, "sum": "Atlético Madrid forward Alexander Sørloth scored twice in the second half as they fought back to earn a 3-1 victory against visitors Leganes in LaLiga on Sunday.", "cnUrl": "https://www.espn.co.uk/football/report/_/gameId/704752?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://a.espncdn.com/combiner/i?img=/i/espn/misc_logos/500/soccer.png", "pbAt": 1729444883129}, {"id": "pr:2912-a:840235", "ttl": "Las mejores imágenes del Atlético de Madrid-Leganés", "oTtl": "Mundo Deportivo", "pId": 35, "sum": "El centrocampista belga del Atlético de Madrid Axel Witsel ante el delantero del CD Leganés Daniel Raba durante el encuentro correspondiente a la décima jornada de LaLiga EA Sports entre el Atlético de Madrid y el CD Leganés disputado este domingo en el estadio Metropolitano de Madrid. Antoine Griezmann of Atletico de Madrid passes the ball whilst under pressure from Yvan Neyou of CD Leganes during the La Liga EA Sports match between Atletico de Madrid and CD Leganes at Riyadh Air Metropolitano on October 20, 2024 in Madrid, Spain.", "cnUrl": "https://www.mundodeportivo.com/futbol/atletico-madrid/20241020/1002337164/mejores-imagenes-atletico-madrid-leganes.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.mundodeportivo.com/files/og_thumbnail/uploads/2024/10/20/67152c5e7ec8c.jpeg", "pbAt": 1729442569356}, {"id": "pr:2912-a:838878", "ttl": "Liverpool could submit offer for Atletico Madrid ace, negotiations to begin at €50 million", "oTtl": "CaughtOffside", "athr": "Saikat Chatterjee", "pId": 35, "sum": "Liverpool are reportedly keen on signing the Atletico Madrid midfielder Pablo Barrios. The 21-year-old is highly-rated across Europe and several European heavyweights are keeping tabs on his situation. According to a report from Fichajes, Liverpool have shown interest in acquiring his services but Atletico Madrid are not keen on sanctioning his departure. Any negotiations for […] The post Liverpool could submit offer for Atletico Madrid ace, negotiations to begin at €50 million appeared first on CaughtOffside.", "cnUrl": "https://www.caughtoffside.com/2024/10/20/liverpool-could-submit-offer-pablo-barrios/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.caughtoffside.com/wp-content/uploads/2024/09/liverpool-fc-v-afc-bournemouth-premier-league-3.jpg", "pbAt": 1729406331218}, {"id": "pr:2912-a:836594", "ttl": "Diego Simeone confirms reports on circumstances surrounding Samu Omorodion’s Atletico Madrid exit", "oTtl": "Football España", "athr": "John Menzies", "pId": 35, "sum": "In recent weeks, there has been plenty of discussion about Samu Omorodion, who has made a flying start to life at FC Porto. The 21-year-old left Atletico Madrid without playing a single match, as he was on loan at Alaves during the one season that he was registered to Los Colchoneros. Specifically, the circumstances surrounding […] The post Diego Simeone confirms reports on circumstances surrounding Samu Omorodion’s Atletico Madrid exit appeared first on Football España.", "cnUrl": "https://www.football-espana.net/2024/10/19/diego-simeone-confirms-reports-on-circumstances-surrounding-samu-omorodions-atletico-madrid-exit?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-espana.net/wp-content/uploads/2024/08/Samu.jpg", "pbAt": 1729334860822}, {"id": "pr:2912-a:835475", "ttl": "Atletico Madrid star’s injury absence extended into November", "oTtl": "Football España", "athr": "Feargal Brennan", "pId": 35, "sum": "Atletico Madrid star Marcos Llorente could see his injury absence extended into November. The Spain international was forced off at half time in Los Rojiblancos’ 4-0 UEFA Champions League defeat away at Benfica on October 2. The initial prognosis was positive, with no major injury detected, and a month-long recovery predicted for a muscular overload. […] The post Atletico Madrid star’s injury absence extended into November appeared first on Football España.", "cnUrl": "https://www.football-espana.net/2024/10/18/atletico-madrid-star-injury-absence-november?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-espana.net/wp-content/uploads/2024/02/LLORENTE-1.jpg", "pbAt": 1729281392180}]}