{"tCnt": 3, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3750-a:838440", "ttl": "Eredivisie: PSV Eindhoven go eight points clear as Van Persie battles relegation", "oTtl": "The Football Faithful", "athr": "Ste McGovern", "pId": 35, "sum": "PSV Eindhoven extended their lead at the top of the Eredivisie with a 2-1 away win over rivals AZ Alkmaar. Luuk de Jong and Noa Lang put the visitors two goals ahead after 21 minutes, although Denso Kasius’ late goal made for a nervy finish to the encounter. Peter Bosz’ side are now eight points […] The post Eredivisie: PSV Eindhoven go eight points clear as Van Persie battles relegation first appeared on The Football Faithful.", "cnUrl": "https://thefootballfaithful.com/eredivisie-round-up-psv-eindhoven-van-persie/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1729373765002}, {"id": "pr:449-a:838361", "ttl": "Eredivisie Round up: PSV beats AZ as Feyenoord sweep Go Ahead aside", "oTtl": "Football Oranje", "athr": "admin", "pId": 35, "sum": "There were five games in the Eredivisie on Saturday and below is a round up of all the action. Sparta Rotterdam 2-2 Almere City Almere City are still looking for their first win of the season after throwing away a 2-0 lead at Sparta Rotterdam. It was a horror start for the hosts as Thomas […] The post Eredivisie Round up: PSV beats AZ as Feyenoord sweep Go Ahead aside appeared first on Football Oranje.", "cnUrl": "http://www.football-oranje.com/eredivisie-round-up-psv-beats-az-as-feyenoord-sweep-go-ahead-aside/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "http://www.football-oranje.com/wp-content/uploads/2023/12/eredivisie-logo.png", "pbAt": 1729371340309}, {"id": "pr:3750-a:832955", "ttl": "Preview: Go Ahead Eagles vs. Feyenoord - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Saturday's Eredivisie clash between Go Ahead Eagles and Feyenoord, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/go-ahead-eagles/preview/preview-go-ahead-eagles-vs-feyenoord-prediction-team-news-lineups_555716.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/32/david-hancko.png", "pbAt": 1729199883774}]}