{"tCnt": 37, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3910-a:808293", "ttl": "Video: Real Madrid Fans Roast Mbappé for Failing to See Player Who Was Scary at PSG", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Former Paris Saint-Germain standout Kylian Mbappé isn’t having the ideal start to his tenure at Real Madrid. The 25-year-old has scored five goals in five LaLiga appearances, but only two have come from open play while the other three have come from penalty kicks. Mbappé won’t be playing for France’s national team this FIFA international […] The post Video: Real Madrid Fans Roast Mbappé for Failing to See Player Who Was Scary at PSG appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/real-madrid-fans-roast-former-psg-standout-kylian-mbappe/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/08/kylian-mbappe-real-madrid-v-mallorca-laliga-2024.jpg", "pbAt": 1728281866063}, {"id": "pr:3910-a:808185", "ttl": "Ex-Barcelona Ace Reveals How Luis Enrique Taught Him ‘to Love Football’", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "This season, Paris Saint-Germain has given manager Luis Enrique full control, signaling the end of the superstar era in the French capital. With this new freedom, the Spanish coach can shape the team to his liking. Enrique demonstrated his authority this week by leaving Ousmane Dembélé out of the squad for the UEFA Champions League […] The post Ex-Barcelona Ace Reveals How Luis Enrique Taught Him ‘to Love Football’ appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/ex-barcelona-ace-reveals-luis-enrique-taught-love-football/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/10/luis-enrique-psg-v-arsenal-ucl-2024.jpg", "pbAt": 1728272691207}, {"id": "pr:3910-a:808183", "ttl": "Former Barcelona Standout Reflects on Luis Enrique’s Significant Influence on His Career", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "This season, Paris Saint-Germain handed all control to manager Luis Enrique with the superstar era now over in the French capital. As a result, the Spanish manager can mold the team how he sees fit. Enrique flexed his power this week when he left Ousmane Dembélé off the squad for the UEFA Champions League match […] The post Former Barcelona Standout Reflects on Luis Enrique’s Significant Influence on His Career appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/ex-barcelona-ace-reflects-luis-enriques-influence-career/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/05/luis-enrique-psg-v-dortmund-ucl-2024.jpg", "pbAt": 1728271836938}, {"id": "pr:3910-a:808161", "ttl": "PSG’s Struggle in Draw Against Nice Emphasizes Absence of Messi and Mbappé, Pundit Claims", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Paris Saint-Germain head into the FIFA international break on a two-match winless streak following their 1-1 draw to OGC Nice on Sunday night at Allianz Riviera. Nonetheless, one journalist believes that it’s matches like these that the Parisians miss their superstar players. Both teams took five shots each in the first half, but it was […] The post PSG’s Struggle in Draw Against Nice Emphasizes Absence of Messi and Mbappé, Pundit Claims appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/psgs-draw-nice-emphasizes-absence-messi-mbappe/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/10/messi-mbappe-psg-ucl-2024.jpg", "pbAt": 1728267038604}, {"id": "pr:3910-a:808031", "ttl": "Fabrizio Romano Provides Key Update on PSG Target Amid Barcelona, Real Madrid Interest", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Paris Saint-Germain’s 2024-25 season will be pivotal in determining whether they truly have a No. 9 issue. This summer, the club chose to put its faith in Gonçalo Ramos and Randal Kolo Muani and decided not to pursue another striker. However, with Ramos sidelined due to injury, PSG has struggled to find the back of […] The post Fabrizio Romano Provides Key Update on PSG Target Amid Barcelona, Real Madrid Interest appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/romano-update-psg-target-barca-real-madrid-interest/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/10/erling-haaland-man-city-ucl-2024.jpg", "pbAt": 1728251676432}, {"id": "pr:3532-a:808001", "ttl": "PSG’s Luis Enrique explains decision to hook Randal Kolo Muani at half-time during OGC Nice draw", "oTtl": "Get French Football News", "athr": "Luke Entwistle", "pId": 35, "sum": "Randal Kolo Muani (25) has found game time hard to come by at Paris Saint-Germain this season. Whilst he has made nine appearances in all competitions, only two of those…", "cnUrl": "https://www.getfootballnewsfrance.com/2024/psgs-luis-enrique-explains-decision-to-hook-randal-kolo-muani-at-half-time-during-ogc-nice-draw/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1728250761851}, {"id": "pr:3532-a:807932", "ttl": "PLAYER RATINGS | OGC Nice 1-1 PSG: Luis Enrique’s men held as Monaco remain top of Ligue 1", "oTtl": "Get French Football News", "athr": "Luke Entwistle", "pId": 35, "sum": "Ligue 1 McDonald’s, Round 7, 06/10/24 Paris Saint-Germain were held to a draw (1-1) by OGC Nice on Sunday night, allowing AS Monaco to remain top of Ligue 1 after…", "cnUrl": "https://www.getfootballnewsfrance.com/2024/player-ratings-ogc-nice-1-1-psg-luis-enriques-men-held-as-monaco-remain-top-of-ligue-1/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1728248137856}, {"id": "pr:3910-a:807918", "ttl": "Aston Villa’s €35M-Rated Standout Attracted Attention From Bayern Munich and PSG, Report Says", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Paris Saint-Germain was rumored to be pursuing a striker all summer transfer window. From the likes of Victor Osimhen and Benjamin Šeško, the gossip linked the French giants to a few No. 9’s. Despite opting to go with Gonçalo Ramos and Randal Kolo Muani, the Ligue 1 side had another striker in mind to strengthen […] The post Aston Villa’s €35M-Rated Standout Attracted Attention From Bayern Munich and PSG, Report Says appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/aston-villa-john-duran-attracted-attention-bayern-psg/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/10/jhon-duran-aston-villa-v-bayern-munich-ucl-2024.jpg", "pbAt": 1728248107179}, {"id": "pr:3910-a:807831", "ttl": "Video: Ousmane Dembélé Puts Ball on Tee for Nuno Mendes’ Stunning Goal", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "After conceding a goal in the first half, Paris Saint-Germain have responded. Ousmane Dembélé put the ball on a tee for Nuno Mendes who fired off a shot from outside the box to beat OGC Nice goalkeeper Marcin Bułka to level the scoring. The Parisians had an underwhelming first half, but coming out of halftime, […] The post Video: Ousmane Dembélé Puts Ball on Tee for Nuno Mendes’ Stunning Goal appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/video-ousmane-dembele-puts-ball-tee-nuno-mendes-goal/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/09/nuno-mendes-psg-v-girona-ucl-2024.jpg", "pbAt": 1728244982653}, {"id": "pr:3910-a:806676", "ttl": "PSG identify possible Gianluigi Donnarumma replacement following concerning performances", "oTtl": "CaughtOffside", "athr": "Leah Smith", "pId": 35, "sum": "PSG are concerned with their goalkeeping options and have therefore identified Manchester City’s Ederson as a possible transfer target. Luis Enrique has three senior goalkeepers among his options including Italy international Gianluigi Donnarumma. The 6’4″ shot-stopper has been at the Parc des Princes since his controversial free transfer from AC Milan in 2021. However, although […] The post PSG identify possible Gianluigi Donnarumma replacement following concerning performances appeared first on CaughtOffside.", "cnUrl": "https://www.caughtoffside.com/2024/10/06/psg-ederson-transfer/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.caughtoffside.com/wp-content/uploads/2024/10/arsenal-fc-v-paris-saint-germain-uefa-champions-league-2024-25-league-phase-md2-1-1.jpg", "pbAt": 1728216089174}]}