{"tCnt": 32, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3910-a:897249", "ttl": "Fabrizio Romano Reveals Latest on Man Utd’s Pursuit of Barcelona, PSG Target", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Loïc Tanzi of L’Équipe reported this week that Paris Saint-Germain are among several clubs keeping an eye on Viktor Gyökeres as a potential transfer target for the summer of 2025. PSG’s sporting advisor, Luís Campos, is said to have already made contact with the forward’s representatives. However, Le Parisien suggests that Gyökeres is no longer […] The post Fabrizio Romano Reveals Latest on Man Utd’s Pursuit of Barcelona, PSG Target appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/11/fabrizio-romano-latest-man-utds-pursuit-barca-psg-target/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/11/viktor-gyokeres-sporting-v-man-city-ucl-2024.jpg", "pbAt": 1731217579479}, {"id": "pr:3910-a:897101", "ttl": "Arsenal Talent Becomes Sevilla’s Target to Replace PSG, Newcastle Target", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Sevilla’s Loïc Badé has been turning heads, especially following his strong performance for France at the Summer Olympics. His rising profile caught the attention of French national team coach Didier Deschamps, who called him up for the October international break. As Badé’s stock continues to rise, it’s no surprise that top clubs are taking notice. […] The post Arsenal Talent Becomes Sevilla’s Target to Replace PSG, Newcastle Target appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/11/arsenal-ace-becomes-sevillas-target-replace-psg-newcastle-target/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/10/loic-bade-sevilla-v-athletic-laliga-2024.jpg", "pbAt": 1731197118127}, {"id": "pr:3910-a:896858", "ttl": "Man Utd’s System Under Ruben Amorim Not Ideal for PSG Transfer Target", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "The future of Marcus Rashford will likely be determined this 2024-25 season with Ruben Amorim taking over the Manchester United job. Last month, TEAMTalk reported that Paris Saint-Germain have rekindled its interest in Rashford. Although the obstacles that prevented a summer transfer remain, the Ligue 1 club could be ready to make another attempt to […] The post Man Utd’s System Under Ruben Amorim Not Ideal for PSG Transfer Target appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/11/man-utd-system-ruben-amorim-not-ideal-psg-transfer-target/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/10/marcus-rashford-aston-villa-fc-v-manchester-united-fc-premier-league-2024.jpg", "pbAt": 1731189204035}, {"id": "pr:3910-a:896786", "ttl": "Video: Bradley Barcola Joins Kang-in Lee, Scores First Half Brace for PSG", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Following a brace from Kang-in Lee, Bradley Barcola scored two goals in the first half for Paris Saint-Germain against Angers SCO. While Barcola’s brace wasn’t in a three-minute span, it was still impressive as the Frenchman recorded his first goal in the 31st minute off an excellent pass from Marco Asensio. Then, in the first […] The post Video: Bradley Barcola Joins Kang-in Lee, Scores First Half Brace for PSG appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/11/bradley-barcola-joins-kang-lee-scores-first-half-brace-psg/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/11/bradley-barcola-psg-v-angers-ligue1-2024.jpg", "pbAt": 1731186564714}, {"id": "pr:3910-a:896745", "ttl": "Video: Kang-in Lee Scores Brace for PSG in Just Three Minutes", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "After a difficult loss to Atlético de Madrid during the week in the UEFA Champions League, Paris Saint-Germain are aiming to head into the FIFA international break on a positive note and Kang-in Lee is ensuring there are good vibes over the next week and a half. The South Korean scored a brace in three […] The post Video: Kang-in Lee Scores Brace for PSG in Just Three Minutes appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/11/video-kang-lee-scores-brace-psg-just-three-minutes/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/11/Screen-Shot-2024-11-09-at-12.39.15-PM.jpg", "pbAt": 1731185252632}, {"id": "pr:3910-a:896626", "ttl": "Tottenham at Risk of Losing PSG Summer Target to Real Madrid", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Tottenham Hotspur center-back Cristian Romero became the focus of transfer rumors in September, with a report suggesting that Paris Saint-Germain, Real Madrid, and Manchester United had all shown interest in him during the summer transfer window. While Tottenham didn’t set a specific asking price, Transfermarkt valued Romero at €65 million. Despite the interest from top […] The post Tottenham at Risk of Losing PSG Summer Target to Real Madrid appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/11/tottenham-risk-losing-psg-summer-target-real-madrid/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/09/cristian-romer-spurs-v-bayern-friendly-2024.jpg", "pbAt": 1731182630213}, {"id": "pr:3910-a:896491", "ttl": "Report: Christopher Nkunku Makes Stance on Chelsea Future Amid PSG Claim", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Christopher Nkunku, who came up through Paris Saint-Germain’s academy, recently spoke about whether PSG tried to bring him back over the summer. In an interview with Téléfoot last month, the Chelsea forward was asked if his former club had shown interest in bringing him back to the Parc des Princes. “A Nkunku-Barcola duo at PSG? […] The post Report: Christopher Nkunku Makes Stance on Chelsea Future Amid PSG Claim appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/11/christopher-nkunku-stance-chelsea-future-amid-psg-claim/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/01/christoher-nkunku-chelsea-fc-v-crystal-palace-premier-league-2023.jpg", "pbAt": 1731180014908}, {"id": "pr:3910-a:896459", "ttl": "Manchester United interested in loan deal for Paris Saint-Germain star that previously sold for €95m", "oTtl": "CaughtOffside", "athr": "LJ Smith", "pId": 35, "sum": "Manchester United’s pursuit of a new striker has taken them to Paris Saint-Germain and France star Randal Kolo Muani, who could be made available for loan during the 2025 winter transfer window. Incoming manager Ruben Amorim is likely to be looking for a new striker during the first venture into the transfer market. A reunion […] The post Manchester United interested in loan deal for Paris Saint-Germain star that previously sold for €95m appeared first on CaughtOffside.", "cnUrl": "https://www.caughtoffside.com/2024/11/09/manchester-united-interested-in-loan-deal-for-paris-saint-germain-star-that-previously-sold-for-e95m/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.caughtoffside.com/wp-content/uploads/2024/10/paris-saint-germain-v-ac-milan-group-f-uefa-champions-league-2023-24-2.jpg", "pbAt": 1731179593182}, {"id": "pr:3531-a:895388", "ttl": "Angers Predicted XI v PSG: Le Sco on the hunt for third consecutive victory", "oTtl": "Get French Football News", "athr": "Nicholas Hartland", "pId": 35, "sum": "Angers SCO will host Paris Saint-Germain at the Stade Raymond Kopa on the back of two wins in a row. Despite losing their first three games of the season, Le…", "cnUrl": "https://www.getfootballnewsfrance.com/2024/angers-predicted-xi-v-psg-le-sco-on-the-hunt-for-third-consecutive-victory/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1731159448115}, {"id": "pr:3531-a:894597", "ttl": "Saturday's Ligue 1 predictions including Angers vs. Paris Saint-Germain", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole provides score predictions and previews for all of today's Ligue 1 fixtures, including Angers vs. Paris Saint-Germain.", "cnUrl": "https://www.sportsmole.co.uk/football/strasbourg/ligue-1-predictions/feature/saturdays-ligue-1-predictions-including-angers-vs-psg_557650.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/38/fabian-ruiz-ousmane-dembele.jpg", "pbAt": 1731133428872}]}