{"tCnt": 51, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3910-a:753275", "ttl": "Arsenal and Tottenham on High Alert as Real Madrid Sends Scout to Monitor PSG-Linked Stars", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "In recent days, Paris Saint-Germain has been linked to two center-backs, Tottenham Hotspur’s Cristian Romero and Arsenal’s William Saliba, to bolster its defense. However, the French giants aren’t alone in this interest. Real Madrid has also been linked to those players. Moreover, the LaLiga side might be taking an extra step over PSG. Regarding Romero, […] The post Arsenal and Tottenham on High Alert as Real Madrid Sends Scout to Monitor PSG-Linked Stars appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/09/arsenal-spurs-alert-real-madrid-send-scout-watch-psg-targets/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/09/cristian-romer-spurs-v-bayern-friendly-2024.jpg", "pbAt": 1726382154372}, {"id": "pr:3910-a:753156", "ttl": "PSG Beat Liverpool to Sign Player Who ‘Fits Perfectly’ into Their Style, Antwerp Star Says", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Over the summer, Paris Saint-Germain secured Willian Pacho from Eintracht Frankfurt to bolster their center-back position. Now, a few games into the 2024-25 season, one current player praises the Parisians for landing the Ecuadorian. PSG paid a fixed fee of €40 million plus add-ons for the 22-year-old as the capital club continues investing in young […] The post PSG Beat Liverpool to Sign Player Who ‘Fits Perfectly’ into Their Style, Antwerp Star Says appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/09/psg-beat-liverpool-sign-player-fits-perfectly-style/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/08/willian-pacho-psg-v-montpellier-ligue1-2024.jpg", "pbAt": 1726375625762}, {"id": "pr:3910-a:753115", "ttl": "Barcelona, PSG Target Keeps All Options Open as Arsenal, Chelsea Remain Keen, Says Romano", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Paris Saint-Germain was one of several clubs eyeing Athletic Club’s standout player, Nico Williams. Despite the summer window now closed, transfer expert Fabrizio Romano provided the latest on this file. During the summer transfer window, Williams drew attention from top clubs like Chelsea, Liverpool, Manchester City, Manchester United, Spurs, Barcelona, and PSG. Following an impressive […] The post Barcelona, PSG Target Keeps All Options Open as Arsenal, Chelsea Remain Keen, Says Romano appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/09/barcelona-psg-target-options-open-arsenal-chelsea-keen/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/07/nico-williams-spain-v-england-euro-2024.jpg", "pbAt": 1726370768457}, {"id": "pr:3910-a:753101", "ttl": "‘Similar Vibes’ – Expert Skeptical About Former Chelsea, PSG Manager Having Success as USMNT Boss", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Former Chelsea and Paris Saint-Germain manager Mauricio Pochettino is making a big career move, stepping away from club football to take charge of the United States national team. One expert suggests that, given his less-than-ideal spells at Chelsea and PSG, the USMNT job might be the best opportunity available to him right now. Having coached […] The post ‘Similar Vibes’ – Expert Skeptical About Former Chelsea, PSG Manager Having Success as USMNT Boss appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/09/mauricio-pochettino-faces-doubt-potential-success-usmnt/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2022/04/mauricio-pochettino-psg-v-lorient-ligue-1-2022-2.jpg", "pbAt": 1726368575610}, {"id": "pr:3910-a:753077", "ttl": "‘Creates the Out’ – Real Madrid Star Odd Man Out Expert Believes; Liverpool, PSG Possible Destinations", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Kylian Mbappé is playing the No. 9 role at Real Madrid this early in the 2024-25 season. However, one expert believes that in the long term, this cannot continue, and the Frenchman will want to play on the left side. This issue could open the door for Vinicius Jr.’s exit in the future. Mbappé has […] The post ‘Creates the Out’ – Real Madrid Star Odd Man Out Expert Believes; Liverpool, PSG Possible Destinations appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/09/real-madrid-star-odd-man-liverpool-psg-possible-destinations/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/09/vinicius-jr-real-madrid-v-real-sociedad-laliag-2024.jpg", "pbAt": 1726362447490}, {"id": "pr:3910-a:753005", "ttl": "PSG Selling Real Madrid Sensation to Liverpool, Premier League Club Would’ve Been ‘Best Case Scenario’", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "During Kylian Mbappé’s time at Paris Saint-Germain, he was frequently linked to Real Madrid, but Liverpool was another club that occasionally surfaced in connection to the French star. Since Mbappé speaks and understands English, a move to Liverpool wouldn’t have been an issue for him. In fact, a new report sheds light on just how […] The post PSG Selling Real Madrid Sensation to Liverpool, Premier League Club Would’ve Been ‘Best Case Scenario’ appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/09/psg-selling-real-madrid-ace-liverpool-wouldve-best-scenario/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/09/kylian-mbappe-real-madrid-v-real-scoiedad-laliga-2024.jpg", "pbAt": 1726354175193}, {"id": "pr:3910-a:752891", "ttl": "Liverpool’s Looming Free Agent Move Ahead of PSG Star on Real Madrid’s RB Wishlist", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Earlier this summer, Mario Cortegana of The Athletic reported that Real Madrid have been eyeing Achraf Hakimi as a potential long-term replacement for Dani Carvajal. However, this move may not materialize. The Spanish club sees Hakimi as a possible fit at right-back, given his roots in their youth system, his strong bond with Kylian Mbappé, […] The post Liverpool’s Looming Free Agent Move Ahead of PSG Star on Real Madrid’s RB Wishlist appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/09/liverpool-ace-move-ahead-psg-star-real-madrids-rb-wishlist/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/09/trent-alexander-arnold-liverpool-v-brentford-epl-2024.jpg", "pbAt": 1726350175072}, {"id": "pr:3910-a:752837", "ttl": "Video: Ousmane Dembélé Nets Brace to Cap Off Brilliant Performance Against Stade Brestois", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "After giving up an early penalty to Stade Brestois, Paris Saint-Germain bounced back with three straight goals, including a brace from Ousmane Dembélé. Dembélé scored late in the first half to level the scoring right before halftime. Then, in the final 45 minutes, the Frenchman scored in the 74th minute to add an insurance goal […] The post Video: Ousmane Dembélé Nets Brace to Cap Off Brilliant Performance Against Stade Brestois appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/09/dembele-nets-brace-cap-off-brilliant-performance-vs-brest/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/09/ousmane-dembele-psg-v-brest-ligue1-20241.jpg", "pbAt": 1726348424150}, {"id": "pr:3498-a:752782", "ttl": "PLAYER RATINGS | PSG 3-1 Brest: Ousmane Dembélé and Fabián Ruiz make it four wins in four for league leaders", "oTtl": "Get French Football News", "athr": "Nicholas Hartland", "pId": 35, "sum": "Ligue 1 McDonald’s, Round 4, 14/09/24 Paris Saint-Germain came from behind at the Parc des Princes to defeat Stade Brestois 3-1 and maintain their unbeaten start to the season. PSG…", "cnUrl": "https://www.getfootballnewsfrance.com/2024/player-ratings-psg-3-1-brest-ousmane-dembele-and-fabian-ruiz-make-it-four-wins-in-four-for-league-leaders/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1726347687979}, {"id": "pr:3910-a:752743", "ttl": "Video: Barcelona, Real Madrid-Linked Star Nets World-Class Strike for PSG", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Paris Saint-Germain midfielder Fabián Ruiz has his stock at a high level, and it might stay that way. After scoring a brace during the international break, the UEFA Euro 2024 winner continues his scoring ways on his return to the capital club. After leveling the scoring late in the first half, the reigning Ligue 1 […] The post Video: Barcelona, Real Madrid-Linked Star Nets World-Class Strike for PSG appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/09/barca-real-madrid-linked-star-nets-world-class-strike-psg/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/09/fabian-ruiz-psg-v-brest-ligue1-2024.jpg", "pbAt": 1726347101119}]}