{"tCnt": 28, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3910-a:838733", "ttl": "Could Arsenal, Man Utd-Linked Star Leave PSG in January? Pundit Weighs In", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Over the last few days, Paris Saint-Germain forward Randal Kolo Muani has been the subject of transfer rumors. The Frenchman has failed to establish himself under manager Luis Enrique but thrives under manager French national team boss Didier Deschamps. Kolo Muani has been with PSG for over a year but has only managed 11 goals […] The post Could Arsenal, Man Utd-Linked Star Leave PSG in January? Pundit Weighs In appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/could-arsenal-man-utd-linked-star-leave-psg-in-january-pundit-weighs-in/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2023/12/randal-kolo-muani-psg-v-nantes-ligue-1-2023.jpg", "pbAt": 1729398577247}, {"id": "pr:3910-a:838681", "ttl": "Why Arsenal, Manchester United Transfer Target Fits Premier League If PSG Exit Happens", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Paris Saint-Germain’s decision to bring in Randal Kolo Muani initially looked promising, as they added a talented French player in his prime. However, the move hasn’t panned out as hoped, and now the club might be considering moving on. Kolo Muani has been with PSG for over a year but has only managed 11 goals […] The post Why Arsenal, Manchester United Transfer Target Fits Premier League If PSG Exit Happens appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/arsenal-manchester-united-transfer-target-fits-premier-league/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/07/randal-kolo-muani-france-v-belgium-euro2024.jpg", "pbAt": 1729392446606}, {"id": "pr:3410-a:838555", "ttl": "PLAYER RATINGS | PSG 4-2 Strasbourg: Barcola stars as hosts reclaim top spot", "oTtl": "Get French Football News", "athr": "Raphael Jucobin", "pId": 35, "sum": "Ligue 1 2024/25, Matchday 8, It was a much-rotated Paris Saint-Germain lineup which welcomed Strasbourg to the Parc des Princes on Saturday night, as Luis Ennrique’s men looked to claim…", "cnUrl": "https://www.getfootballnewsfrance.com/2024/player-ratings-psg-3-1-strasbourg-barcola-stars-as-hosts-reclaim-top-spot/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1729378276793}, {"id": "pr:3410-a:838523", "ttl": "Ligue 1 round-up as promising teenager opens PSG account", "oTtl": "The Football Faithful", "athr": "Ste McGovern", "pId": 35, "sum": "Paris Saint-Germain returned to the summit of Ligue 1 on Saturday as they saw off Strasbourg with a 4-2 victory at home. 18-year-old midfielder Senny Mayulu opened the scoring with the first league goal of his fledgling career, before Marco Asensio doubled their lead just after the break. Seko Marou got one back for the […] The post Ligue 1 round-up as promising teenager opens PSG account first appeared on The Football Faithful.", "cnUrl": "https://thefootballfaithful.com/ligue-1-round-up-psg-teenager-mayulu/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1729376371001}, {"id": "pr:3910-a:838435", "ttl": "Barcola scores and assists as PSG returns to the top of the French league", "oTtl": "Associated Press", "pId": 35, "sum": "South Korea forward Lee Kang-in added another PSG goal, before sloppy defending allowed the visitors to pull one back in stoppage time through 18-year-old Senegalese midfielder Pape Daouda Diong. The 18-year-old Mayulu was given a rare game as coach Luis Enrique rested players ahead of Tuesday’s Champions League game against PSV Eindhoven.", "cnUrl": "https://apnews.com/article/ligue-1-psg-strasbourg-42f0b15717f9df60a3076eca4dce8c1a?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://dims.apnews.com/dims4/default/8fa97c4/2147483647/strip/true/crop/6331x3561+0+331/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2Fae%2F87%2F05fb0e903b00b58e9e4da8fc505d%2F0b80bd90cdce4f5ca7b4fdb8951cc1c8", "pbAt": 1729373289506}, {"id": "pr:3910-a:838375", "ttl": "Video: Bradley Barcola Scores Impressive Goal to Boost PSG’s Tally", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Paris Saint-Germain have come out of the FIFA international break in impressive fashion. The youngster Senny Mayulu scored to make it 1-0 against RC Strasbourg on Saturday night and it was another French talent that appeared on the scoring sheet as Bradley Barcola added to the tally. The Parisians will be looking to use this […] The post Video: Bradley Barcola Scores Impressive Goal to Boost PSG’s Tally appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/video-barcola-scores-impressive-goal-boost-psgs-tally/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/10/bradley-barcola-psg-v-arsenal-ucl-2024.jpg", "pbAt": 1729371746653}, {"id": "pr:3910-a:838332", "ttl": "Manchester United Could Be Perfect Fit for PSG, Tottenham Target, Claims Ex-Player", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "This past summer, Paris Saint-Germain was one of the clubs keen on Sporting Lisbon midfielder Morten Hjulmand. Moreover, the Portuguese club stood firm as they didn’t want to sell him unless his €80 million release clause was triggered. Last season, the 24-year-old made 49 appearances in all competitions, scoring four goals and providing four assists. […] The post Manchester United Could Be Perfect Fit for PSG, Tottenham Target, Claims Ex-Player appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/man-utd-perfect-fit-psg-tottenham-target-claims-ex-player/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/06/morten-hjulmand-sporting-v-rio-ave-2023.jpg", "pbAt": 1729370867596}, {"id": "pr:3910-a:838261", "ttl": "Video: Senny Mayulu Opens Scoring for PSG With Impressive Strike", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Paris Saint-Germain have returned from the FIFA international break, and one young player answered the call to open the scoring for the French giants. The youngster Senny Mayulu scored to make it 1-0 against RC Strasbourg on Saturday night. The Parisians will hope this goal can help fuel them to secure all three points, as […] The post Video: Senny Mayulu Opens Scoring for PSG With Impressive Strike appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/video-senny-mayulu-opens-scoring-for-psg-with-impressive-strike/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/10/senny-mayulu-psg-ligue1-2024.jpg", "pbAt": 1729368605925}, {"id": "pr:3910-a:838229", "ttl": "Chelsea Star Considers Bold Exit Following PSG Remarks, Report Says", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Last week, former Paris Saint-Germain youth academy player Christopher Nkunku opened up about whether the Parisians showed any interest in bringing the player back. Moreover, new information reveals the player could be avaliable soon. Nkunku cracked the first team for PSG in 2015 but left in 2019 for greener pastures to grow as he left […] The post Chelsea Star Considers Bold Exit Following PSG Remarks, Report Says appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/chelsea-star-considers-bold-exit-following-psg-remarks-report-says/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/01/christoher-nkunku-chelsea-fc-v-crystal-palace-premier-league-2023.jpg", "pbAt": 1729367734557}, {"id": "pr:3910-a:836558", "ttl": "PSG provide medical update on Randal Kolo Muani", "oTtl": "Get French Football News", "athr": "Nicholas Hartland", "pId": 35, "sum": "Paris Saint-Germain have confirmed that Randal Kolo Muani (25) will miss tonight’s fixture against RC Strasbourg Alsace after picking up an ankle sprain in training on Friday. The forward had…", "cnUrl": "https://www.getfootballnewsfrance.com/2024/psg-provide-medical-update-on-randal-kolo-muani/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1729333601383}]}