{"tCnt": 12, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3059-a:752292", "ttl": "Reading boss on 'disappointing' Leyton Orient defeat and Joel Pereira injury latest", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading fell to a first home defeat in six months, losing 1-0 to Leyton Orient at the SCL Stadium. Take a look below at some immediate reaction from boss Ruben Selles. Ruben on the defeat \"I am disappointed with the performance we put in. We played a game plan that the opponents tried to implement but we never got the high tempo we like to play and got caught in some situations we should not have. In the end, the game was down to the key moments that went for them, and we didn’t. \"I think we started well, trying to put the tempo in the game, and had a couple of chances. One long throw-in changes the dynamic of the game, and we never recovered in the first half. In the second half, we tried and had a couple of good situations to score but overall, we were not at our best today. Ruben on Coniah Boyce-Clarke", "cnUrl": "https://www.readingchronicle.co.uk/sport/24585387.reading-fc-boss-disappointing-leyton-orient-defeat/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18492142/", "pbAt": 1726335098540}, {"id": "pr:3059-a:752114", "ttl": "Charlie Kelman’s third goal of the season gets Leyton Orient up and running", "oTtl": "Press Association", "pId": 32, "sum": "The east London team picked up their first points at the fifth attempt.", "cnUrl": "https://www.livescore.com/en/native/news/charlie-kelmans-third-goal-of-the-season-gets-leyton-orient-up-and-running-2024091416323896091/", "tnUrl": "https://image.assets.pressassociation.io/v2/image/production/840af4e6673d4af80f97b30861151017Y29udGVudHNlYXJjaGFwaSwxNzI2NDE3NzUw/2.75939713.jpg?rect=334,119,1882,1059&ext=.jpg", "pbAt": 1726331430000}, {"id": "pr:3059-a:752050", "ttl": "Sub-par Reading suffer first home defeat for six months as Leyton Orient gifted win", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Leyton Orient won their first League One match of the season against a sub-par Reading side at the Select Car Leasing Stadium. A game lacking any real quality or cutting edge, all that could separate the sides was an error by young goalkeeper Coniah Boyce-Clarke, called into the team to replace the injured Joel Pereira. Wolverhampton Wanderers loanee Chem Campbell was given a debut, coming in from the start and replacing Adrian Akande on the wing.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24585311.reading-fc-suffer-first-home-defeat-six-months/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18537979/", "pbAt": 1726331196676}, {"id": "pr:3059-a:751575", "ttl": "Reading team news: Boyce-Clarke replaces injured Joel Pereira for Orient clash", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading boss Ruben Selles has opted for Coniah Boyce-Clarke in goal this afternoon against Leyton Orient after injury ruled out first-choice Joel Pereira. The former Portugal international twisted his ankle in training and will be missing for 'some weeks', with Boyce Clarke recalled from international duty early to be involved in training. Bottom-side O's will face a mean and unchanged Reading back line which is yet to concede at home.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24585115.reading-fc-team-news-boyce-clarke-starts-orient/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18516398/", "pbAt": 1726319342864}, {"id": "pr:3059-a:749318", "ttl": "History of football club names as Reading prepare to face seven-named Leyton Orient", "oTtl": "Reading Chronicle", "pId": 35, "sum": "For some fans, the opening remarks in Juliet's speech from Shakespeare's 'Romeo and Juliet' that begins 'What's in a name?' would have little significance. Their club of choice has always carried the same moniker from being established to the present. Reading are a case in point. Since being founded, over 150 years ago, the club may have had a few changes of ground, particularly in the early years, but the Royals have always been Reading, bearer of the town's name. Indeed, this season's League One line-up has a dozen other clubs with a similar history of 'establish a club, choose a name, stick with it.' Clubs from Wigan to Crawley, Wrexham to Charlton Athletic - a fan of those clubs in their formative years would recognise the name today.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24581387.history-reading-fc-leyton-orient-name-changes/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18531602/", "pbAt": 1726231556672}, {"id": "pr:2749-a:748844", "ttl": "Lincoln City and Leyton Orient can’t recall League Two loan pair, club chief says", "oTtl": "The72 - All Leagues", "athr": "Harry Mail", "pId": 35, "sum": "AFC Wimbledon’s head of football operations Craig Cope has said Lincoln City and Leyton Orient can’t recall Alistair… The post Lincoln City and Leyton Orient can’t recall League Two loan pair, club chief says appeared first on The72 - Football League News.", "cnUrl": "https://the72.co.uk/2024/09/13/afc-wimbledon-loan-boost-alistair-smith-joe-pigott/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://cdn.the72.co.uk/wp-content/uploads/2022/07/2021-04-27T193725Z_944684088_UP1EH4R1JN3B2_RTRMADP_3_SOCCER-ENGLAND-AWM-RCH-REPORT-scaled.jpg", "pbAt": 1726220832727}, {"id": "pr:3059-a:748527", "ttl": "Reading set to be without first-choice goalkeeper for 'some weeks' with ankle injury", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading goalkeeper Joel Pereira is set to be missing for 'some weeks' after twisting his ankle in training, boss Ruben Selles has confirmed. The Portuguese shot stopper has become a firm fans' favourite after breaking into the team at the start of the year, putting in some strong performances and winning the fans over with his infectious personality. No other keeper has featured in League One so far this season for the Royals, but it looks set to be one of David Button or Coniah Boyce-Clarke for the foreseeable due to an ankle injury. Boyce-Clarke, an Academy graduate with two cup appearances under his belt last month, was recalled from international duty with Jamaica in order to prepare for this weekend as Leyton Orient visit Berkshire.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24581285.reading-fc-set-without-goalkeeper-some-weeks/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18531456/", "pbAt": 1726211778867}, {"id": "pr:3059-a:748162", "ttl": "Preview: Reading vs. Leyton Orient - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Saturday's League One clash between Reading and Leyton Orient, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/reading/preview/preview-reading-vs-leyton-orient-prediction-team-news-lineups_552765.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/35/ruben-selles.jpg", "pbAt": 1726179674679}, {"id": "pr:3059-a:747877", "ttl": "Rob Couhig 'not the type to give up' says Reading boss Ruben on takeover attempt", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading boss Ruben Selles is confident that American businessman Rob Couhig will not give up on his attempt to takeover the football club. The 75-year-old spent five years at the helm of near-neighbours Wycombe Wanderers and for the last three months has spearheaded a deal to buy the Royals. Meeting fans in August and telling them a deal was imminent, as well as teasing supporters with pictures in the Purple Turtle and Bearwood, the lawyer has been a regular at the stadium and training ground. However, multiple hitches continue to push back a much-needed end to the seven-year reign of Dai Yongge, who has taken the club from the brink of the Premier League to a relegation battle in League One.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24581194.reading-fc-boss-rob-couhig-relationship-deal-drags/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18482577/", "pbAt": 1726167763779}, {"id": "pr:3059-a:747428", "ttl": "Reading boss confirms 'internal process' underway with Head of Football Operation", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading boss Ruben Selles has confirmed that an 'internal process' is underway between the club and Head of Football Operations Mark Bowen. The 60-year-old Welshman was previously a player and manager in Berkshire but took over as Head of Football Operations in 2022. In July, the Norwich City legend was banned by the Football Association for being found guilty of placing 95 bets on football matches between April 2022 and January 2024. First broken by the Times, it is understood that Reading have sacked Bowen for ‘bringing the club into disrepute.’", "cnUrl": "https://www.readingchronicle.co.uk/sport/24581040.reading-fc-boss-confirms-internal-process-underway/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/17697615/", "pbAt": 1726155809952}]}