{"tCnt": 15, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3059-a:837123", "ttl": "'I don't think it was a good performance' says Reading boss after Crawley victory", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading boss Ruben Selles did not believe his side put in a good performance despite beating Crawley Town 4-1. The Red Devils, with six defeats in a row, pushed the Royals hard but a ruthless Reading put four past their goal-shy opponents. Take a look below at reaction from Selles. Selles on win \"I don’t think it was a good performance from us. I expect more from my team. We took control of the game and scored the first goal, but we dropped our standards and conceded a goal. We scored a really good goal from Lewis Wing and entered a phase early in the second half where we went to protect, in a bad way, the result. We defended some situations and had some situations away from our goal and scored another two goals. I think we have much more to offer than today.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24664416.reading-fc-boss-calls-side-improve-despite-crawley-win/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18669135/", "pbAt": 1729348899090}, {"id": "pr:2887-a:836996", "ttl": "Reading keep up home form with win over Crawley", "oTtl": "Press Association", "pId": 32, "sum": ".", "cnUrl": "https://www.livescore.com/en/native/news/reading-keep-up-home-form-with-win-over-crawley-2024101913481686707/", "tnUrl": "https://image.assets.pressassociation.io/v2/image/production/85d22be230b9123a69c9639ab0b328bbY29udGVudHNlYXJjaGFwaSwxNzI5NDMxODA3/2.75762861.jpg?rect=287,202,2459,1383&ext=.jpg", "pbAt": 1729345667000}, {"id": "pr:3059-a:836947", "ttl": "Reading put four past Crawley Town upon strong return from international break", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading returned from the international break with an emphatic 4-1 victory over strugglers Crawley Town, although the scoreline does not do the visitors justice in what was a close contest. Amadou Mbengue, Lewis Wing, Charlie Savage and Sam Smith all got on the scoresheet for the Royals but the Red Devils had two chances cleared off the line and forced David Button into a string of saves, suggesting finishing is the route cause of their six-match losing run. Ruben Selles made three changes from the last league match, a 2-1 defeat at Rotherham United before the international break, with Charlie Savage, Andre Garcia and Adrian Akande coming into the starting lineup. With a bumper crowd, the onus was on Reading to create chances and get the supporters off on feet. Starting fast with lots of energy, it took eight minutes for the first effort as Savage won the ball high and fed Akande, whose low-drilled cross found Sam Smith in the box. Connecting well, Jojo Wollacott made a smart save, and the linesman flag rendered the chance offside.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24664346.reading-put-four-past-crawley-town-upon-return-break/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18668953/", "pbAt": 1729344417294}, {"id": "pr:3059-a:836631", "ttl": "Reading team news: Three changes for Crawley Town clash as both wingers are swapped", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading boss Ruben Selles has made three changes for this afternoon's clash with Crawley Town as both wingers are changed. After a fortnight off for international football, the Royals return against the Red Devils for a first-ever league meeting. David Button remains in goal from the last match, a 2-1 defeat at Rotherham United, while the defence is as finished in Yorkshire with Michael Craig; Amadou Mbengue; Tyler Bindon and Andre Garcia. Charlie Savage enters the midfield alongside Ben Elliott and Lewis Wing, while Harvey Knibbs moves out wide to replace the suspended Kelvin Ehibhatiomhan.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24664194.reading-fc-team-news-three-changes-crawley-town-clash/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18619773/", "pbAt": 1729336083679}, {"id": "pr:3059-a:836526", "ttl": "Live updates: Reading return from international break with Crawley home clash", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading host Crawley Town in the second of three home lunchtime kick-offs, with a season-high crowd of over 14,000 expected at the SCL Stadium this afternoon. Fresh from a fortnight off, the Royals will look to return to winning ways after suffering defeat to Rotherham United last time out.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24664143.reading-fc-v-crawley-town-live-league-one-updates/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18601789/", "pbAt": 1729332607026}, {"id": "pr:3059-a:834603", "ttl": "Aston Villa end 13-month wait for away victory with late penalty at Reading", "oTtl": "Reading Chronicle", "pId": 35, "sum": "On this day in 2016, Aston Villa ended a 13-month wait for an away victory by claiming a 2-1 win at Reading in stoppage time. The Villains dropped into the Championship after picking up just 17 points in the Premier League, ending a 28-year run in the top-flight. The 1982 European Cup winners spent big in the summer but Roberto Di Matteo departed within weeks and veteran Steve Bruce took charge.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24660541.aston-villa-end-13-month-wait-away-win-reading-fc/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18662950/", "pbAt": 1729261058833}, {"id": "pr:3059-a:834191", "ttl": "Former Reading forward 'has faith' that the club can be restored to past glories", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Former Reading forward Lloyd Owusu has spoken glowingly of his time at the club and 'has faith' it will be restored to it's previous glories under a new owner. The Brentford legend made nearly 50 appearances for the club between 2003 and 2005 but made his name at Griffin Park, scoring nearly a century of goals for the Bees over two spells. Appearing on the 1871 Podcast from his new home, Australia, the former Ghana international reminisced about his time under Steve Coppell in Berkshire.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24660338.former-reading-fc-forward-has-faith-royal-resurgence/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18157393/", "pbAt": 1729252628926}, {"id": "pr:3059-a:833443", "ttl": "Crawley Town boss 'very impressed' with Reading start but will focus on Red Devils", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Crawley Town boss Rob Elliott has been 'very impressed' with Reading's start to the season- but insists focus will be on his side ahead of tomorrow's League One meeting. The Red Devils sit third from bottom since their promotion over the summer with two wins from their first 10 matches. Popular manager Scott Lindsay departed earlier in the month to join League Two MK Dons, with former Newcastle United goalkeeper Elliott stepping into his first EFL managerial role after impressing with National League side Gateshead. The Royals are sat 17th in the third tier after nine matches- six points clear of their opponents- but the general mood of on-field performances is positive among supporters and the playing staff.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24660209.reading-fc-early-form-leaving-crawley-boss-very-impressed/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18620799/", "pbAt": 1729236561089}, {"id": "pr:3059-a:833442", "ttl": "Reading FC: Drop in payments to police revealed after force tries to block disclosure", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Payments to Thames Valley Police by Reading FC have fallen by tens of thousands of pounds during the club's ownership crisis, The Reading Chronicle can reveal.", "cnUrl": "https://www.readingchronicle.co.uk/news/24660831.reading-fc-drop-police-payments-revealed-police-stonewalling/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18663482/", "pbAt": 1729236561089}, {"id": "pr:3059-a:832584", "ttl": "Reading-born non-league icon retires at 35 with latest ACL ligament injury", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading-born non-league legend, Dave Tarpey, has retired at the age of 35 after suffering a ruptured ACL. A much-loved forward who played for sides across the divisions, predominantly in Berkshire, Tarpey is best known for scoring 95 goals in 141 appearances for Maidenhead United. This included a record-breaking season of 46 goals in 41 matches as the Magpies won promotion as National League South champions. Turning professional with Barnet at 27, the striker played twice for the Bees but returned to the non-league pyramid after their relegation in 2018 and managed just two EFL appearances. Spending last season with Marlow, who won promotion out of Isthmian League South Central Division, he has called Hungerford, Bracknell and Henley as home across the region.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24659942.reading-born-non-league-icon-retires-35-ruptured-acl/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18661687/", "pbAt": 1729189233759}]}