{"tCnt": 15, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3059-a:794895", "ttl": "Reading earn second win in four days as Chem Campbell opens account against Burton", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading earned their second home win in four days as a battling Burton Albion were defeated 3-1 at the Select Car Leasing Stadium. Under 9,000 turned out in swirling rain and cold conditions in Berkshire, but hands were kept warm as a Chem Campbell brace and Sam Smith header did the damage for Ruben Selles' side. The writing was on the wall as early as three minutes in when Kelvin Ehibhatiomhan cut in from the left and bent a powerful strike on target- it was to be a fruitful evening for those looking to score goals. Smith came close next, forcing Max Crocombe into action after Lewis Wing’s corner was recycled. Dominating without the score showing it, it took 23 minutes for the deadlock to be broken first. Amadou Mbengue’s long throw was only half cleared and Ehibhatiomhan’s cut-back fell kindly to Campbell to power into the roof of the net to open his account for the club.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24623377.reading-fc-earn-second-win-four-days-burton-victory/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18602008/", "pbAt": 1727820104765}, {"id": "pr:3019-a:794723", "ttl": "Chem Campbell at the double as Reading too strong for Burton", "oTtl": "Press Association", "pId": 32, "sum": "Danilo Orsi grabbed a late consolation for Albion.", "cnUrl": "https://www.livescore.com/en/native/news/chem-campbell-at-the-double-as-reading-too-strong-for-burton-2024100121163802195/", "tnUrl": "https://image.assets.pressassociation.io/v2/image/production/e9dfb285781dae2749d04acf672dd757Y29udGVudHNlYXJjaGFwaSwxNzI3OTAzNTI5/2.74979897.jpg?rect=106,185,4142,2330&ext=.jpg", "pbAt": 1727817201000}, {"id": "pr:3059-a:794317", "ttl": "Reading team news: Teenager given full league debut for Burton Albion clash", "oTtl": "Reading Chronicle", "pId": 35, "sum": "16-year-old Andre Garcia has been handed his first League One start for Reading against Burton Albion this evening. The full-back, who starts in place of bench Kelvin Abrefa, has made cameos in four league matches to date. The latest off the Academy conveyor belt, Ruben Selles side are looking for two wins in four days after Saturday's 2-1 victory over Huddersfield Town. David Button remains in goal, while Michael Craig; Amadou Mbengue and Tyler Bindon join Garcia in the back line.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24623262.reading-fc-teenager-given-full-debut-burton-albion-clash/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18601822/", "pbAt": 1727807139766}, {"id": "pr:3059-a:794234", "ttl": "Live updates: Reading look to back up Huddersfield victory against Burton", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading host Burton Albion in the first of six League One matches in November. Having beaten Huddersfield Town on Saturday, the Royals are looking to back it up with a positive performance, and result, against the winless Brewers.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24623232.reading-fc-v-burton-albion-live-updates-efl-league-one/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18601789/", "pbAt": 1727805349102}, {"id": "pr:3059-a:793957", "ttl": "Reading trip to Barnsley this month postponed due to international call-ups", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading have had another League One fixture postponed due to international call-ups. On October 12, the Royals were due to travel to Yorkshire to face last year's beaten play-off semi-finalists, Barnsley. However, due to call-ups in the Reading camp it will now be rescheduled for a date later in the year. This is the second match so far this season moved due to the international break, with last month's trip to Stockport County now coming in October.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24620664.reading-fc-v-barnsley-postponed-international-call-ups/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18597688/", "pbAt": 1727799451886}, {"id": "pr:3059-a:793598", "ttl": "Former Reading coach departs Premier League role with Nottingham Forest", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Former Reading coach Steven Reid has departed his role with Premier League Nottingham Forest. The former Republic of Ireland international spent two years in Berkshire and was highly respected for the work he completed alongside Steve Clarke, Brian McDermott and Jaap Stam. Going on to enjoy spells with Crystal Palace and former club West Brom, the 43-year-old has had two spells at the City Ground since 2021. Departing to become a counsellor in 2022, the former Scotland coach returned within a year to help the Tricky Trees return to the Premier League after an absence of over 20 years.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24619750.former-reading-fc-coach-departs-nottingham-forest-role/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18596320/", "pbAt": 1727791601784}, {"id": "pr:3059-a:793291", "ttl": "Reading legend releases emotional tribute to club amid off-field crisis", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading legend Brian McDermott has labelled the off-field situation at the club 'beyond belief' and 'feels' for everyone connected after the collapse of Rob Couhig's takeover attempt. McDermott spent nearly 20 years with the club and most famously led the club to the Championship title in 2012, briefly returning in 2016. The very future of the club is back in question now with the club still up for sale but 'back to square one' as Couhig's takeover attempt fell apart at the 11th hour. Still a keen watcher of the club from afar, McDermott had a string of sell-out Q&A shows in the town last year. Taking to social media to show support for his old club and colleagues, McDermott said: \"It is beyond belief what has gone on and is going on at my old club Reading Football Club . It looked like the ownership situation was sorted and a new owner all but in situ. From nowhere the deal is pulled and not completed .", "cnUrl": "https://www.readingchronicle.co.uk/sport/24619337.reading-fc-legend-releases-emotional-tribute-club/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18221991/", "pbAt": 1727783896274}, {"id": "pr:3059-a:793048", "ttl": "“I was reading…” – Journalist shares incredible thing that West Ham did this summer as situation gets serious", "oTtl": "CaughtOffside", "athr": "Jason Pettigrove", "pId": 35, "sum": "It was supposed to be a season of brilliant football with results that would propel West Ham towards the upper echelons of the Premier League table, but the exact opposite has occurred under Julen Lopetegui and now it’s come to light that the club did something incredible in the summer. Once it was decided that […] The post “I was reading…” – Journalist shares incredible thing that West Ham did this summer as situation gets serious appeared first on CaughtOffside.", "cnUrl": "https://www.caughtoffside.com/2024/10/01/incredible-west-ham-situation-serious/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.caughtoffside.com/wp-content/uploads/2024/09/west-ham-julen-lopetegui-pic.jpg", "pbAt": 1727778586212}, {"id": "pr:3059-a:792464", "ttl": "'Nothing short of a disgrace': Reading legend's passionate speech on ownership", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading legend Ady Williams has described the club's latest off-field battles as 'nothing short of a disgrace.' The former Wales international made over 400 appearances for his hometown club in the 1990s and 2000s, winning promotion to the second tier at both Elm Park and SCL Stadium. Now known for his radio career, hosting the sports show on BBC Radio Berkshire, the former central defender was invited to speak with former Reading captain Jobi McAnuff on Sky Sports ahead of Saturday's 2-1 victory over Huddersfield Town. Speaking passionately of his club after Rob Couhig's failed takeover plunged the club back", "cnUrl": "https://www.readingchronicle.co.uk/sport/24618565.reading-fc-legends-passionate-speech-ownership-debacle/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/13787533/", "pbAt": 1727762929551}, {"id": "pr:3059-a:791756", "ttl": "Reading boss on Burton Albion expectations and 'different' threat posed by Brewers", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading boss Ruben Selles is expecting a 'slightly different' test against Burton Albion tomorrow after beating Huddersfield Town on Saturday. Falling behind early to Matt Pearson's effort, Harvey Knibbs and Ben Elliott scored either side of half-time to earn a 2-1 victory and end the Royals' two-match losing run. The Brewers, who signed over 20 players in the summer transfer window, are yet to win in League One under new manager Mark Robinson.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24618276.reading-fc-boss-previews-different-burton-albion-threats/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18593753/", "pbAt": 1727719444898}]}