{"tCnt": 14, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3059-a:938006", "ttl": "'We take the point and move on': Reading boss reacts to end-to-end Barnsley draw", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading boss Ruben Selles is happy to 'take the point and move on' following a 2-2 draw at Barnsley. Falling behind early to Davis Keillor-Dunn's strike, the Royals rallied after the break and a Sam Smith brace had them leading with 25 minutes remaining. Josh Earl levelled midway through the half to earn a deserved point for both sides, but Selles was keen to stress he was proud of his side's performance against a fellow play-off challenger. \"I think we started the game a little slow and with the goal we got a little bit nervous in possession, but we started to put the ball on the floor in the middle of the half.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24753227.reading-fc-boss-reacts-end-to-end-barnsley-draw/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18813170/", "pbAt": 1732660807884}, {"id": "pr:3059-a:937892", "ttl": "Sam Smith nets twice as Reading fight for hard-earned point at Barnsley", "oTtl": "Reading Chronicle", "pId": 35, "sum": "It was night and day from Saturday’s 2-1 victory over Peterborough United, starting slow and nervy despite the confidence which should be coursing through their veins. Barnsley had the better of the early exchanges, but it was Reading who created the first half-chance, Smith lashing over the crossbar after working it well through the midfield. Straight up the other end, Michael Craig lost possession on the edge of the penalty box and Keillor-Dunn was only too happy to pick up the loose pieces and side foot past Joel Pereira to open the scoring. Falling behind did not have the desired effect, and it certainly did not kick the Royals into action. The Tykes continued to press were all over Ruben Selles’ side. Adam Phillips, who scored in the last meeting at Oakwell in April, nearly doubled the advantage on the 20-minute mark, his powerful drive deflecting off Jeriel Dorsett and into the grateful arms of Pereira. Reading chances were few and far between, forcing a string of corners on the half-hour mark but failing to force Ben Killip into action. The ever-dangerous Keillor-Dunn, who was mercurial for Mansfield Town last season in earning promotion to League One, thought he had doubled his tally and had some fans off their seats, but it was the side netting hit and not between the posts. Reading’s best chance of the half fell to Charlie Savage as Ben Elliott drove through midfield and fed the Wales international on the edge of the box. A more difficult chance with the ball moving across his body, the attempt was ultimately off target and the Royals were grateful to head back down the tunnel at half-time only the one goal behind.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24753198.reading-fc-battle-hard-earned-draw-barnsley/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18812850/", "pbAt": 1732659444774}, {"id": "pr:3059-a:937815", "ttl": "Josh Earl equaliser earns Barnsley point against Reading", "oTtl": "Press Association", "pId": 32, "sum": "Sam Smith had registered a double for the Royals.", "cnUrl": "https://www.livescore.com/en/native/news/josh-earl-equaliser-earns-barnsley-point-against-reading-2024112622034577864/", "tnUrl": "https://image.assets.pressassociation.io/v2/image/production/377d18e03ff2b096afab0ae87ab05a2cY29udGVudHNlYXJjaGFwaSwxNzMyNzQ0Nzgw/2.77494424.jpg?rect=85,157,1934,1088&ext=.jpg", "pbAt": 1732658471000}, {"id": "pr:3059-a:937258", "ttl": "Live updates: Reading look for successive away victories on Barnsley trip", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading- off the back of an impressive 2-1 victory over Peterborough United on Saturday- are looking to earn successive away league wins for the first time under Ruben Selles with a difficult trip to play-off chasing Barnsley.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24753026.barnsley-v-reading-fc-live-league-one-updates-oakwell/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18812850/", "pbAt": 1732646978922}, {"id": "pr:3059-a:937257", "ttl": "Reading team news: Youngster first league start at Barnsley in place of injured star", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Young defender Louie Holzman is making his first league start for his hometown club in tonight's difficult encounter with Barnsley. Fan favourite Amadou Mbengue is both injured and suspended, rendering him unavailable for this evening's trip to Oakwell. Holzman has made a handful of appearances under Ruben Selles, making his debut three years ago in an infamous FA Cup exit to Kidderminster Harriers, but until tonight had not started a league fixture. From good stock, his uncles Mark Holzman and Jake Cooper were both regulars for the club in the 1990s and 2010s respectively.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24753066.reading-fc-team-news-youngster-given-first-league-start/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18812897/", "pbAt": 1732646978922}, {"id": "pr:3059-a:936925", "ttl": "Reading boss praises 'intensity' and goal-scoring after Peterborough United brace", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading boss Ruben Selles has signalled out Harvey Knibbs' 'intensity' and goal-scoring ability following Saturday's 2-1 victory over Peterborough United. The fan favourite netted twice in the first-half to down the Posh, his fourth goal in the last two matches and sixth goal of the season to date. A popular midfielder with boundless energy, Knibbs enjoyed a career-best 16 goal haul last campaign and is on track to surpass that in his second campaign with the Royals. Capable of playing out-wide, in midfield and up-front, Selles believes his experience in playing across the pitch has shaped the way he plays week-on-week and has called on his players to get the ball to Knibbs as much as possible.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24749474.reading-fc-boss-praises-stars-intensity-goal-scoring/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18807486/", "pbAt": 1732641129220}, {"id": "pr:3059-a:936131", "ttl": "Reading defender hails 'unbelievable' job done by manager Ruben Selles", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading defender Harlee Dean has hailed the 'unbelievable' job done by manager Ruben Selles. The 33-year-old is vastly experienced in the EFL, particularly with Brentford and Birmingham City, but has only managed 25 appearances for the club in almost 18 months as a Royal. An older head in a youthful dressing room, Dean is one who has seen a lot in football- but even he was shocked at the state he found the club in when moving from St Andrew's in 2023. This was following relegation to League One and in a summer where controversial owner Dai Yongge failed to pay staff and the government on time and a period whereby protests from supporters, which have raged on for over a year, started.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24750983.reading-fc-defender-hails-unbelievable-job-done-selles/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18809504/", "pbAt": 1732624863117}, {"id": "pr:3059-a:935499", "ttl": "Latest SuperComputer predicts tight play-off battle for Reading come May", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading are set to fight for, but miss out on, the play-offs, according to the latest SuperComputer predictions. Following Saturday's impressive 2-1 victory over Peterborough United, the Royals are firmly in the top 10 and could even end the week in the play-offs should Ruben Selles' side earn a positive result in Barnsley. With 15 matches of the season complete, and a hectic festive schedule to come in December, Reading are still fighting on three fronts with the EFL Trophy and FA Cup ties to come in the next fortnight.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24749269.reading-fc-set-play-off-battle-says-latest-supercomputer/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18807096/", "pbAt": 1732609024765}, {"id": "pr:3059-a:934705", "ttl": "Four possible centre-back options for Reading at Barnsley with Amadou Mbengue out", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading make the trip to promotion-chasing Barnsley this evening on the back off a 2-1 victory at Peterborough United, but they will have to do so without key defender Amadou Mbengue. Not only is the 22-year-old carrying a knock, which would have seen him miss the match regardless, the fan favourite is suspended after picking up his fifth yellow card at London Road. The Tykes, who lost to Wigan Athletic on Saturday, sit above the Royals on goal difference with both fighting for a top six position heading into December. With a thin squad as it is, the defensive line is set to get even younger at Oakwell with possible replacements for Mbengue. Take a look below at three possible options to replace the Senegalese youngster for the trip to South Yorkshire.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24749024.reading-fc-options-barnsley-clash-key-suspension/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18806651/", "pbAt": 1732564732265}, {"id": "pr:3059-a:934162", "ttl": "Former Reading captain rounds off trio of Q&A sessions at Purple Turtle bar", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Former Reading captain Jem Karacan returned to the town on Sunday for a Q&A event with fans at the Purple Turtle. Karacan, who played for the club in the Premier League and in the 2015 FA Cup semi-final defeat against Arsenal, talked about turning down Galatasary to join Reading as a 14-year-old and going on to sign pro at the same time as Hal Robson-Kanu, Simon Church and Gylfi Sugurdsson. After travelling down from Manchester for the event on Sunday morning, he also discussed the role that Eamonn Dolan played in his career - and how he coped with missing more than a year through injury during his time at Reading.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24747579.reading-fc-captain-rounds-off-trio-q-sessions-town/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18804212/", "pbAt": 1732551261912}]}