{"tCnt": 12, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3059-a:929056", "ttl": "'It was a good game of football': Reading boss on Peterborough win and season aims", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading boss Ruben Selles was left 'very happy' with his side's 2-1 win at Peterborough United, keeping the Royals in touching distance of the top six. Harvey Knibbs scored twice in the first-half but the visitors were unable to add to their lead in a well-controlled second period. Emmanuel Fernandez pulled one back for Posh but Reading held on to record a first win at London Road since 2001. Speaking to the media after the game, Selles said: \"We knew that the opponents were really good and changed the dynamic, but we knew that we would have our chances because of the way they attack, with lots of players. \"We went with a gameplan, and the boys did an amazing job in the first half. In the second half we thought we were going to score on a couple of occasions to close the game but at the end we conceded an amazing goal.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24746196.reading-fc-boss-peterborough-united-win-season-aims/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18801665/", "pbAt": 1732385668602}, {"id": "pr:3059-a:928889", "ttl": "Harvey Knibbs bags first-half brace as Reading edge past Peterborough", "oTtl": "Press Association", "pId": 32, "sum": "The Royals got back to winning ways as they inflicted Posh’s first home league loss since August.", "cnUrl": "https://www.livescore.com/en/native/news/harvey-knibbs-bags-first-half-brace-as-reading-edge-past-peterborough-2024112317345052833/", "tnUrl": "https://image.assets.pressassociation.io/v2/image/production/ab8c926b44371ad114e254884c74a170Y29udGVudHNlYXJjaGFwaSwxNzMyNDYzMTEz/2.75168398.jpg?rect=1666,382,2152,1210&ext=.jpg", "pbAt": 1732383255000}, {"id": "pr:3059-a:928794", "ttl": "Reading earn second away win of season with impressive Peterborough United victory", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading put in perhaps their best all-round performance of the season to earn a 2-0 win over Peterborough United courtesy of two Harvey Knibbs strikes. The former Cambridge United man took great pleasure in netting against his former rivals but note must be made of the defensive performance as the Royals shutout a free-scoring Posh side to earn just their second away win of the campaign. As to be expected when visiting the home of one of the freest-scoring teams in the division, the Reading defenders were the busiest for most of the first half. That’s certainly not to say that they were the most successful, however, as the resolute rear-guard defended like their lives depended on it. That, twinned with the Royals’ clinical attack, made for almost a perfect opening for the Royals. Joel Pereria made two big saves in the opening 10 minutes, but it was the 1,000 travelling supporters who were celebrating after Lewis Wing’s clever free kick was slammed home by Knibbs after the returning Sam Smith had forced Nicholas Bilokapic into a save with his face.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24746143.reading-fc-earn-second-away-win-season-peterborough/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18801556/", "pbAt": 1732382128890}, {"id": "pr:3059-a:928334", "ttl": "Team news: Sam Smith returns from the start for Reading at Peterborough United", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading striker Sam Smith has returned from injury to lead the line against in-form Peterborough United. The 26-year-old has missed the last three weeks but returns in time to make a trip to a favourable stadium, with the former Cambridge United striker scoring for Ruben Selles' side last season in a 2-2 draw. Looking to reach the top six with a win, Selles has fielded a strong side for a trip to London Road, a ground where the Royals are winless since 2001.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24745967.reading-fc-team-news-smith-returns-peterborough-united/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18801169/", "pbAt": 1732373768474}, {"id": "pr:3059-a:928180", "ttl": "Live updates: Reading return from international break with Peterborough test", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading return from the international break with a tough fixture at Peterborough United. Without a win at London Road since 2001, the Royals enter the fixture above the Posh but with just one away win since April.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24745943.peterborough-united-v-reading-fc-live-league-one-updates/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18801098/", "pbAt": 1732370205216}, {"id": "pr:3059-a:927534", "ttl": "Ruben Selles is 'the manager of the last 18 months', says Peterborough United chief", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Peterborough United boss Darren Ferguson has labelled Reading manager Ruben Selles 'the manager of the last 18 months' ahead of tomorrow's meeting. Returning from the final international break of the season, the Royals- and more than 1,000 travelling supporters- will be looking to win at London Road for the first time since 2001. On Boxing Day, Selles' side drew 2-2 against Posh, who eventually lost in the play-offs. Ferguson, who has twice taken the club into the Championship, rates the Spaniard highly and is expecting an entertaining encounter on Saturday.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24744491.reading-fc-boss-labelled-the-manager-last-18-months/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18725185/", "pbAt": 1732352113535}, {"id": "pr:3059-a:926601", "ttl": "Reading travel to League Two promotion chasers in EFL Trophy after Friday night draw", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading will travel to Walsall in the Round of 32 of the EFL Trophy following Friday's draw. The Royals finished second in their group in the southern section, beating West Ham Under-21 and Newport County, finishing behind group winners Cheltenham Town. A side with an average age of just 19 lost 1-0 to the Robins at Whaddon Road to limit the Royals to a runner-up position, meaning it will be an away tie to come. Recently renamed the Vertu Trophy, a Wembley final in April awaits anyone who reaches the final.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24745421.reading-fc-travel-walsall-efl-trophy-knockout-tie/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18447972/", "pbAt": 1732302953990}, {"id": "pr:3059-a:926282", "ttl": "'More than a dozen' Premier League clubs reportedly looking at Reading teenager", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Chelsea and Manchester City are among 'more than a dozen' Premier League sides looking at Reading teenager Andre Garcia, according to reports. The 16-year-old has skipped the Under-18s and Under-21s to become a regular in Ruben Selles' first-team, playing 14 times to date for him hometown club. Impressing at full-back and playing beyond his years, it will come as no surprise to see top clubs queuing around the block for the youngster. According to 'The Dressing Room': \"More than a dozen clubs are scouting Garcia on a regular basis. Among them are Premier League giants Tottenham, Manchester City and Chelsea, plus a Crystal Palace side renowned for snapping up the most exciting teenage talents in the EFL.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24744439.chelsea-among-dozen-sides-interested-reading-fc-teen/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18798691/", "pbAt": 1732295878547}, {"id": "pr:3059-a:924616", "ttl": "How Reading attendances compare in League One as average drops from last year", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading are still among the best-supported clubs in League One to date, despite their average crowd dropping from last season so far. As the final international break of 2024 comes to an end, the Royals have had seven home League One fixtures to date. Last season, the club were regularly inside the top five for turnouts as an average of 13,115 watched Ruben Selles' side back in the third tier for the first time in over 20 years. Only the likes of Derby County, Bolton Wanderers and Portsmouth were regularly exceeding Reading. So far this season, albeit with plenty of the campaign still to play, this average has dropped to 12,351.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24741721.reading-fc-attendances-compared-league-one-rivals/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18732498/", "pbAt": 1732263598826}, {"id": "pr:3059-a:923776", "ttl": "'It is a collective effort': Reading boss on Peterborough United plans for victory", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading boss Ruben Selles was keen to emphasise that the key to getting a result at Peterborough United on Saturday relies on more than just stopping star forward Kwame Poku. The 23-year-old has 10 goals and five assists to date, as well as earning successive Player of the Month awards in September and October. Last time out, the winger hit a hattrick as the Posh hammered local rivals Cambridge United 6-1 before the international break. Reading, who enter the match sat above Darren Ferguson's side, are looking for just their second away victory of the season and a first win at London Road for over 20 years.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24740948.reading-fc-boss-peterborough-united-plans-victory/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18764014/", "pbAt": 1732215857688}]}