{"tCnt": 11, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3059-a:805057", "ttl": "Ruben Selles 'let down' by duo as Rotherham United beat 10-man Reading", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading boss Ruben Selles admitted that he was 'let down' by young duo Kelvin Ehibhatiomhan and Andre Garcia as Rotherham United came from behind to beat the 10-man Royals 2-1 at the New York Stadium. Going ahead through Lewis Wing, Steve Evans' Millers scored through Sam Nombe and Hakeem Odoffin within 10 minutes of the restart to turn the game on its head. With 20 minutes to go, Ehibhatiomhan was sent off for getting involved in an altercation after a heavy tackle on Garcia. However, 16-year-old Garcia appeared to be the main culprit and was also already carrying a booking. Speaking after the defeat, Selles admitted that both had let him down.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24632591.reading-fc-boss-let-down-duo-rotherham-united-win/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18616249/", "pbAt": 1728147114481}, {"id": "pr:3059-a:804982", "ttl": "Rotherham battle back to beat 10-man Reading", "oTtl": "Press Association", "pId": 32, "sum": ".", "cnUrl": "https://www.livescore.com/en/native/news/rotherham-battle-back-to-beat-10-man-reading-2024100516322456760/", "tnUrl": "https://image.assets.pressassociation.io/v2/image/production/553e48a2bd3a636c3d1e705859328d01Y29udGVudHNlYXJjaGFwaSwxNzI4MjMyMDA0/2.74650282.jpg?rect=0,363,4834,2719&ext=.jpg", "pbAt": 1728145808000}, {"id": "pr:3059-a:804932", "ttl": "10-man Reading on end of Rotherham United second-half comeback to end winning run", "oTtl": "Reading Chronicle", "pId": 35, "sum": "10-man Reading were on the end of a second-half Rotherham United comeback at the New York Stadium, losing 2-1 in South Yorkshire. Lewis Wing opened the scoring for the Royals in the opening half hour but the Millers responded well after the break and scored twice in 10 minutes through Sam Nombe and Hakeem Odoffin to turn to tie around. Ruben Selles' side were down to 10 men with 20 minutes remaining as Kelvin Ehibhatiomhan received two bookings. A slow burner, there was little in the way of chances or quality in the first half as the two sides managed to cancel each other out. Rotherham, with two strong centre-forwards, bombarded the box and created more from chances from a numerical perspective, but neither keeper was tested too often.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24632540.rotherham-united-end-reading-fc-run-comeback-victory/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18616146/", "pbAt": 1728144943448}, {"id": "pr:3059-a:804458", "ttl": "Reading team news: One change for Rotherham United trip as full-back returns", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading boss Ruben Selles has made one change for this afternoon's trip to Rotherham United, with Kelvin Abrefa replacing 16-year-old Andre Garcia. Abrefa replaced the injured Jeriel Dorsett for last week's 2-1 victory over Huddersfield Town, but teenager Garcia made his first league start in Tuesday's 3-1 win over strugglers Burton Albion. Looking to win three games on the spin for the first time since 2020, Selles has kept a strong core of players for continuity.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24632368.reading-fc-team-news-one-change-rotherham-united-trip/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18590225/", "pbAt": 1728135360429}, {"id": "pr:3059-a:804382", "ttl": "Live updates: Reading look for three-win-week with Rotherham United trip", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading head to Rotherham United looking to record a third victory on the bounce. Having beaten Huddersfield Town and Burton Albion in the last seven days, could the Royals register three successive league wins for the first time since 2020?", "cnUrl": "https://www.readingchronicle.co.uk/sport/24632336.rotherham-united-v-reading-fc-live-league-one-updates/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18615753/", "pbAt": 1728132702560}, {"id": "pr:3059-a:801899", "ttl": "Sky Sports pundit 'devastated' for Reading connections after takeover collapse", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Sky Sports pundit Don Goodman has admitted that he is 'devastated' for all connected to Reading after the collapse of Rob Couhig's takeover of the club and believes that fans should be told why it failed. The former Wolves and Walsall forward has been covering EFL matches for over 20 years and infamously scored Walsall's winner against the Royals in the 2001 play-off final. Couhig, the American lawyer, had spent time in charge of near-neighbours Wycombe Wanderers and was close to confirming a takeover of the Royals to end an eight-year disastrous spell under Dai Yongge. However, a fortnight ago news emerged that the prospective deal collapsed, leaving the club short on funding for the medium-to-long term future.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24628463.sky-sports-pundit-devastated-reading-fc-connections/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18450292/", "pbAt": 1728043007131}, {"id": "pr:3059-a:801092", "ttl": "Reading to debut new third strip in upcoming Rotherham United trip", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading are to debut their new third strip on Saturday as Ruben Selles' side visit Rotherham United. For a third successive season, the Royals have three unique kits this year, with the traditional blue and white home shirt while a red and black away kit has been worn at the likes of Colchester United and Birmingham City to date. After the success of last summer's Purple Turtle social for season ticket holders, in which the Amazons unveiled the striking hit themed on the iconic bar in the town, hundreds of supporters packed out the Bridge Street venue in July.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24628048.reading-fc-debut-new-strip-rotherham-united-trip/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18609311/", "pbAt": 1728027127968}, {"id": "pr:3059-a:800443", "ttl": "Preview: Rotherham United vs. Reading - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Saturday's League One clash between Rotherham United and Reading, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/rotherham-united/preview/preview-rotherham-vs-reading-prediction-team-news-lineups_554551.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/34/steve-evans.jpg", "pbAt": 1727989436765}, {"id": "pr:3059-a:800076", "ttl": "Reading legend 'concerned' about takeover progress after Rob Couhig collapse", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading legend Shaka Hislop has admitted that he is 'concerned' about the progress of the takeover at the club following the collapse of Rob Couhig's attempted buyout. The 75-year-old American lawyer, who owned Wycombe Wanderers, had spent months funding the club and was thought to be set to complete a takeover of the club from the much-maligned current chief Dai Yongge. Two weeks ago, news broke that Couhig was paid back in full and the matter was considered closed according to former CEO Nigel Howe. Hislop, a current ESPN pundit, broke through in English football with Reading in the mid-1990s and was a near-ever-present during the club's rise from League One to the brink of the Premiership. The goalkeeper went on to enjoy a top-flight career with Newcastle United and West Ham United.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24628350.reading-fc-legend-concerned-takeover-progress/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/13777673/", "pbAt": 1727979791141}, {"id": "pr:3059-a:799538", "ttl": "'He would be fabulous': Reading legend tips retired former teammate for coaching role", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading legend Kevin Doyle has tipped his former teammate Shane Long to take on a coaching role in youth football since retiring last year- even calling on the Football Association of Ireland to bring the former forward on board. The pair of Republic of Ireland internationals moved to Reading as a duo-deal worth under £80,000 in 2005 and spearheaded the forward line in Berkshire for over five years. Doyle top scored as a club reached the Premier League in 2006, while Long had to wait until 2011 before he picked up the accolade for number of goals scored. Doyle- who retired back in 2017- ended his career in MLS with Vancouver, while Long spent almost a decade in the Premier League with Southampton before retiring with Reading during a second spell in 2022/23. Now 35, the former West Brom and Hull City forward has taken a year out to spend time with family but is looking at his next steps.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24627714.reading-fc-legend-tips-former-teammate-coaching-role/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18608885/", "pbAt": 1727968805732}]}