{"tCnt": 14, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3059-a:786871", "ttl": "Reading fans stage red card protest during Huddersfield Town victory", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Fans of Reading staged another in-game protest at today’s 2-1 win against Huddersfield Town. The protest comes following the collapse of the club’s takeover deal with Rob Coughig earlier in the month, with the aim to continue to highlight the plight of the 152-year-old club, whose future is once again hanging in the balance down to the selfishness of current owners Dai Yongge and Dai Xiu Li. Supporters held up specialty-designed red cards with the message ‘Dai Family Sell the Club’ in English and Mandarin in the 18th minute to give Dai his marching orders. One of the aims of the protest is to help to build awareness of the club’s situation on Chinese social media. The campaign has been advised by experts on how best to get the message out on popular Chinese social media platform Weibo.", "cnUrl": "https://www.readingchronicle.co.uk/news/24616414.reading-fc-fans-stage-red-protest-huddersfield-town-win/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18590617/", "pbAt": 1727548418163}, {"id": "pr:3059-a:786291", "ttl": "'The execution was really good from our players' Reading boss on Huddersfield win", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading came from behind to beat Huddersfield Town 2-1 at the Select Car Leasing Stadium. Harvey Knibbs and Ben Elliott scored either side of half-time after Matt Pearson had opened the scoring for the Terriers. Take a look below at immediate reaction from boss Ruben Selles. Selles on the victory \"We are happy that we could finally get the win after the last couple of weeks where we didn’t get any points. It was a very competitive game and even going 1-0 down we felt we could do more in the game. We scored the first goal and the second one against a really good opponent and in the end we managed to keep it.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24616418.reading-fc-boss-comeback-win-huddersfield-town/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18590623/", "pbAt": 1727536602937}, {"id": "pr:3059-a:786294", "ttl": "Newcastle boss Eddie Howe offers Anthony Gordon verdict after reading the riot act", "oTtl": "Mirror Football", "athr": "mirrornews@mirror.co.uk (Simon Bird)", "pId": 35, "sum": "Anthony Gordon won and converted a penalty to earn a draw for Newcastle against Manchester City, with Eddie Howe saying the Magpies had their “bite back” after a few under-par performances", "cnUrl": "https://www.mirror.co.uk/sport/football/news/eddie-howe-anthony-gordon-newcastle-33775166?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.mirror.co.uk/incoming/article33733997.ece/ALTERNATES/s615/0_IBP_NEC_210924football_17JPG.jpg", "pbAt": 1727536533915}, {"id": "pr:3059-a:786159", "ttl": "Resolute Reading come from behind to end two-match winning run against Huddersfield", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Dominant from early on in proceedings, it took Huddersfield six minutes to fashion the first effort on target as Josh Koroma fizzed a shot low to David Button’s right however the keeper remained untested. Reading had flashes, but in truth the visitors took control of the match and dictated the flow for much of the afternoon. Marshall should have done better for the Terriers on 15 minutes, intercepting a lax pass from Lewis Wing and driving towards the Royals box but his effort flew into the arms of the keeper with little danger. Reading supporters had hardly had a chance to take down their red cards, which were held up in protest to owner Dai Yongge, before Button was picking the ball out of his net. Winning a free kick on the edge of the box, Antony Evans stepped up and bent a shot looked certain to nestle in the net. Button pulled off an excellent save to keep out the initial attempt, but the defenders were slow to react, and Pearson was jogging on the spot to convert the rebound. Fearing the worst, a pin drop could be heard around the stadium, but not for long. Winning the ball back high, a trademark of Ruben Selles teams, Knibbs rode a challenge in the box and slammed past Jacob Chapman at the near post to level the scores somewhat against the run of play. Brodie Spencer and Evans again came close, but the Royals battled and went in at half-time level.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24616368.reading-fc-come-behind-beat-huddersfield-town/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18537498/", "pbAt": 1727532633649}, {"id": "pr:2830-a:786108", "ttl": "Reading defy off-pitch unrest with comeback win over Huddersfield", "oTtl": "Press Association", "pId": 32, "sum": "Ben Elliott scored the winner as fans protested against Dai Yongge’s continued ownership of the club.", "cnUrl": "https://www.livescore.com/en/native/news/reading-defy-off-pitch-unrest-with-comeback-win-over-huddersfield-2024092813514899913/", "tnUrl": "https://image.assets.pressassociation.io/v2/image/production/001fc10488357ac844027b06e76df787Y29udGVudHNlYXJjaGFwaSwxNzI3NjE3NTU2/2.77194950.jpg?rect=0,0,1240,697&ext=.jpg", "pbAt": 1727531269000}, {"id": "pr:3059-a:785777", "ttl": "Reading team news: Abrefa earns first league start of season against Huddersfield", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading have made just one change for this afternoon's clash with Huddersfield Town as Kelvin Abrefa replaces the injured Jeriel Dorsett. The 21-year-old came off the bench in Bolton last week to replace Dorsett as he limped off and put in a solid showing despite losing 5-2. With Dorsett out for up to six weeks, Abrefa has been given the chance to impress from the start against the Terriers.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24616208.reading-fc-team-news-one-change-made-huddersfield-visit/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18590225/", "pbAt": 1727520788937}, {"id": "pr:2830-a:785270", "ttl": "Saturday's League One predictions including Reading vs. Huddersfield Town", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole provides score predictions and previews for all of today's League One fixtures, including Reading vs. Huddersfield Town.", "cnUrl": "https://www.sportsmole.co.uk/football/crawley-town/league-one-predictions/feature/saturdays-league-one-predictions-including-reading-vs-huddersfield_554013.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/34/michael-duff.jpg", "pbAt": 1727503409972}, {"id": "pr:3059-a:782912", "ttl": "Reading favourite backs supporter protests- providing they are done 'safely'", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading midfielder Harvey Knibbs has backed fan protests providing they are done in a safe manner. The popular midfielder missed four matches with injury but returned from the start on Saturday against Bolton Wanderers. Hosting Huddersfield Town on Saturday, supporters are expected to hold up red cards to show their displeasure with owner Dai Yongge. Last season, protests were a weekly occurrence and one match was even abandoned in January as supporters invaded the pitch and refused to move. Speaking ahead of the visit from the Terriers, Knibbs said: \"From my own perspective, when it’s a matchday I’m solely focused on the pitch and trying to help the team win.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24612523.reading-fc-favourite-backs-supporter-protests-owner/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18584740/", "pbAt": 1727421911727}, {"id": "pr:2830-a:782224", "ttl": "Preview: Reading vs. Huddersfield Town - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Saturday's League One clash between Reading and Huddersfield Town, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/reading/preview/preview-reading-vs-huddersfield-prediction-team-news-lineups_553937.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/35/ruben-selles.jpg", "pbAt": 1727381257488}, {"id": "pr:3059-a:782086", "ttl": "Reading 'a dangerous opponent' says Huddersfield Town chief ahead of meeting", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Huddersfield Town boss Michael Duff has labelled Reading a 'dangerous opponent' ahead of Saturday's televised clash. The first meeting between the two teams in the third tier for over 20 years, the Royals and Terriers have clashed in some high-profile fixtures in recent seasons, most famously the 2017 Championship play-off final. However, the Yorkshire side suffered relegation last campaign and are looking to bounce back under the management of former Barnsley and Swansea City chief, Duff. Sat in the top six currently, they have lost their last two fixtures and now travel to Berkshire looking to return to winning ways.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24612355.reading-fc-a-dangerous-opponent-says-huddersfield-town-chief/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/17515006/", "pbAt": 1727377284379}]}