{"tCnt": 18, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:2933-a:846674", "ttl": "Exeter City 1 Reading 2 - Grecians rue poor start as unbeaten run ends - Devon Live", "oTtl": "Devon Live", "pId": 35, "sum": "Exeter City saw their six game unbeaten run come to a disappointing end as they couldn’t recover from a poor start in a 2-1 home defeat at St James Park to Reading. The Grecians were sloppy to start with and couldn’t gain any foothold in the opening moments, and when they had half a chance to break, Carayol couldn’t pick out the run of Aitchison.", "cnUrl": "https://www.devonlive.com/sport/football/match-reports/exeter-city-1-reading-2-9654585?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.devonlive.com/incoming/article9654708.ece/ALTERNATES/s1200/1_PPA_Exeter_City_v_Reading_221024_029.jpg", "pbAt": 1729638050111}, {"id": "pr:2933-a:846385", "ttl": "Jayden Wareham and Michael Craig on target as Royals end Grecians’ run", "oTtl": "Press Association", "pId": 32, "sum": "The Royals had made the perfect start to take the lead through Jayden Wareham’s strike inside a minute", "cnUrl": "https://www.livescore.com/en/native/news/jayden-wareham-and-michael-craig-on-target-as-royals-end-grecians-run-2024102221213176982/", "tnUrl": "https://image.assets.pressassociation.io/v2/image/production/856e2a94922992b8cb178e7874a272abY29udGVudHNlYXJjaGFwaSwxNzI5NzE4MTg3/2.77194959.jpg?rect=0,58,2008,1129&ext=.jpg", "pbAt": 1729631898000}, {"id": "pr:3059-a:846286", "ttl": "Reading earn first away win of the season with backs to the wall Exeter City clash", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading earned their first away win of the season with a less-than-convincing 2-1 victory at Exeter City. Jayden Wareham and Michael Craig scored in a totally dominant first half, but the hosts roared back and were in complete control for the second period and were unlucky to only score once through Ilmari Niskanen Ruben Selles made four changes from Saturday's 4-1 win over Crawley Town, with Joel Pereira returning after a spell injured alongside Wareham, Kelvin Ehibhatiomhan and Chem Campbell. Anyone questioning the decision to start Wareham was forced to eat some sweet humble pie within 60 seconds as the forward grabbed his first league goal for the club. Harvey Knibbs was possession deep in the Exeter half and fed the striker, who spun and powered past Joe Whitworth like a seasoned professional.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24671225.reading-fc-earn-first-away-win-season-exeter-city/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18679537/", "pbAt": 1729630676289}, {"id": "pr:3059-a:845962", "ttl": "Reading team news: Joel Pereira returns as one of four changes for Exeter City clash", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading goalkeeper Joel Pereira makes his first start for over a month as one of four changes for the trip to Exeter City. Last featuring in a win over Charlton Athletic in August, the Portugal stopper twisted his ankle in training and missed the last six League One matches. Returning at St James Park, the 28-year-old is behind an unchanged back four of Michael Craig, Tyler Bindon, Amadou Mbengue and Andre Garcia. Boss Ruben Selles has made one tactical change in midfield, with Ben Elliott dropping to the bench and Harvey Knibbs moving centrally alongside Charlie Savage and Lewis Wing.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24671098.reading-fc-team-news-pereira-among-four-changes-exeter/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18679294/", "pbAt": 1729623028778}, {"id": "pr:2933-a:845768", "ttl": "Exeter City ready and wanting to keep their good run going", "oTtl": "Devon Live", "pId": 35, "sum": "They gave the team real energy, quality and obviously combined for the goal and that’s what we are going to need as a team to be successful this season, where everyone contributes when they’re needed.” That’s not being disrespectful to the people that came off, because obviously Kami produced a brilliant moment to score the goal, but we have to use everyone specifically for each game we have.", "cnUrl": "https://www.devonlive.com/sport/football/football-news/exeter-city-ready-wanting-keep-9650087?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.devonlive.com/incoming/article9641995.ece/ALTERNATES/s1200/1_PPAUK_Shrewsbury_Town_v_Exeter_City_171024_068.jpg", "pbAt": 1729619444191}, {"id": "pr:3059-a:845759", "ttl": "Live updates: Reading look to break away-day duck at in-form Exeter City", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading will look to pick up a first away win of the season at in-form Exeter City. Beating the Grecians 9-0 on their last visit to St James Park, the Royals will look to back up Saturday's 4-1 win over Crawley Town in Devon.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24671071.exeter-city-v-reading-fc-live-league-one-updates/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18679184/", "pbAt": 1729619054455}, {"id": "pr:3059-a:845535", "ttl": "Reading representatives in attendance as Port Vale unveil statue for legend", "oTtl": "Reading Chronicle", "pId": 35, "sum": "A statue of Port Vale legend John Rudge has been unveiled outside Vale Park on his 80th birthday- which Reading fans helped make happen. Back in January, Royals fans invaded the pitch in the 18th minute of a game against the Valiants and refused to move until it was abandoned in protest against owner Dai Yongge. Vale fans who made the trip down from Burslem behaved exemplary and joined Reading fans in protesting against poor ownership. Reading fans contributed to a GoFundMe to build a statue of Rudge- the legendary figure who managed more than 800 matches.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24667670.reading-fc-representatives-attend-port-vale-statue-unveiling/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18674378/", "pbAt": 1729615024656}, {"id": "pr:3059-a:845157", "ttl": "Reading stand-in skipper highest rated League One player after Crawley Town stunner", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading stand-in skipper Lewis Wing was the highest-rated player in League One this weekend following his goal and assist against Crawley Town. The 29-year-old, who won the club's Player of the Season award last year, has two league goals to his name in the first 10 matches. With the latest coming on Saturday, it is surely a Goal of the Season contender as his 35-yard rocket flew past Jojo Wollacott in the first half to restore the Royals' lead. His clever pass found Sam Smith later in the match too to register two goal contributions in the 4-1 victory over the Red Devils.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24667354.reading-fc-stand-in-skipper-highest-rated-league-one-player/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18673844/", "pbAt": 1729607362183}, {"id": "pr:3059-a:844807", "ttl": "Deal to revive career of former Reading star in Egypt 'falls through' after trial", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Former Reading star Ovie Ejaira has seen his move to Egyptian side Zamalek 'fall through' after a trial period. The 26-year-old attacking midfielder was highly rated when joining Reading on loan in 2019, impressing so much that Gomes signed the England youth international on a permanent basis 12 months later. Over 100 appearances later, the former Liverpool youngster struggled and made just eight appearances in his final 18 months with the club, failing to find the back of the net. His contract was terminated early and despite taking in trials with Oxford United and Plymouth Argyle, Ejaria has been without a club since December 2023.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24667153.reading-fc-star-move-egypt-falls-through-trial/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18129183/", "pbAt": 1729599278409}, {"id": "pr:3059-a:844806", "ttl": "Reading Football Club holding company served winding-up petition by lawyer firm", "oTtl": "Reading Chronicle", "pId": 35, "sum": "A winding-up petition has been lodged against Renhe Sports Management Co Limited, the holding company through which Dai Yongge owns Reading Football Club. The controversial owner of the football club has been the subject of protests from supporters for the past 16 months and although many had hoped he would have departed by now, this process has been extended after a deal with American Rob Couhig collapsed at the 11th hour last month. In seven years of owning the clubs, hundreds of millions of pounds has been spent but the club have dropped from the brink of the Premier League to fighting for survival in League One while battling transfer embargoes and points deductions. The Reading Football Club Limited were served two winding-up petitions last season for unpaid taxes and also received one in 2020 due to agency fees.", "cnUrl": "https://www.readingchronicle.co.uk/news/24667502.reading-fc-holding-company-served-winding-up-petition/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18028142/", "pbAt": 1729599278409}]}