{"tCnt": 25, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:2871-a:938325", "ttl": "Tim Walter's toughest spell with Hull City head coach on brink of MKM Stadium exit", "oTtl": "Hull Daily Mail - Hull City", "pId": 35, "sum": "For City, it was a ninth game without victory and a fourth league defeat in a row and manager Walter on the brink of being dismissed, though it could have been different on the night had Regan Slater found the back of the net from close range, instead of James Beadle's legs. The German, who has endured a nightmare tenure since taking over in the summer, has received public backing from owner Acun Ilicali, but it's understood a change is now a very real possibility with City sinking deeper into trouble after a limp display against their Yorkshire rivals, who have more MKM Stadium wins this season than Walter's team.", "cnUrl": "https://www.hulldailymail.co.uk/sport/football/football-news/tim-walters-toughest-spell-hull-9744253?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.hulldailymail.co.uk/sport/football/article9746910.ece/ALTERNATES/s1200/0_JS352875108.jpg", "pbAt": 1732680653518}, {"id": "pr:2871-a:938120", "ttl": "Tim Walter vows to fight on at Hull City amid growing sacking calls", "oTtl": "Hull Daily Mail - Hull City", "pId": 35, "sum": "Wednesday now have more wins at the MKM Stadium this season than City, having already won in the Carabao Cup, and this performance left fans calling for owner Acun Ilicali to sack the beleaguered German boss throughout a really poor display, in what became a toxic atmosphere aimed at the Tigers' head coach. Tim Walter vowed to fight on as Hull City boss after Tuesday night's dismal 2-0 home defeat to Sheffield Wednesday, but admits the current spell is a horror for him.", "cnUrl": "https://www.hulldailymail.co.uk/sport/football/football-news/they-can-say-what-like-9744252?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.hulldailymail.co.uk/sport/football/article9747064.ece/ALTERNATES/s1200/2_JS352882374.jpg", "pbAt": 1732663481630}, {"id": "pr:2871-a:937820", "ttl": "Hull City player ratings vs Sheffield Wednesday as Tigers suffer yet more home humiliation", "oTtl": "Hull Daily Mail - Hull City", "pId": 35, "sum": "City's home woes continued with a poor first half display which saw them a goal down shortly before the break when Josh Windass slotted in a penalty after Joao Pedro's clumsy foul. Regan Slater: Had a glorious chance to fire City a goal up after half-an-hour from close range but picked out the goalkeeper's legs, before being hooked at half-time.", "cnUrl": "https://www.hulldailymail.co.uk/sport/football/football-news/hull-city-player-ratings-vs-9744251?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.hulldailymail.co.uk/sport/football/article9747060.ece/ALTERNATES/s1200/0_JS352881909.jpg", "pbAt": 1732658798188}, {"id": "pr:2871-a:937749", "ttl": "Hull City's season hits new low after Sheffield Wednesday humbling as Tim Walter anger grows", "oTtl": "Hull Daily Mail - Hull City", "pId": 35, "sum": "A drab first half saw City go close through Regan Slater and Xavier Simons, who hit a post late on in a half the visitors dominated and deservedly took the lead shortly before the break when Joao Pedro's clumsy challenge on Shea Charles, with Windass slotting in the penalty kick. City responded quickly with Longman touching to Palmer to fire into the side-netting from distance, and straight on the attack, Wednesday went close with Windass feeding Ike Ugbo to blast across the front of goal and wide of the far post.", "cnUrl": "https://www.hulldailymail.co.uk/sport/football/match-reports/hull-citys-season-hits-new-9744248?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.hulldailymail.co.uk/sport/football/article9747042.ece/ALTERNATES/s1200/0_JS352880901.jpg", "pbAt": 1732657893904}, {"id": "pr:2871-a:937745", "ttl": "Sheffield Wednesday beat struggling Hull to turn up heat on Tim Walter", "oTtl": "Press Association", "pId": 32, "sum": "Wednesday were awarded their first penalty since May 2023.", "cnUrl": "https://www.livescore.com/en/native/news/sheffield-wednesday-beat-struggling-hull-to-turn-up-heat-on-tim-walter-2024112621482756201/", "tnUrl": "https://image.assets.pressassociation.io/v2/image/production/e6591138de24a56fcf25e3a41d994715Y29udGVudHNlYXJjaGFwaSwxNzMyNzQxMDE2/2.78114696.jpg?rect=0,155,2911,1637&ext=.jpg", "pbAt": 1732657495000}, {"id": "pr:2871-a:936893", "ttl": "Hull City vs Sheffield Wednesday LIVE match updates and reaction from huge Yorkshire derby", "oTtl": "Hull Daily Mail - Hull City", "pId": 35, "sum": "Hull City return to the MKM Stadium on Tuesday evening knowing only three points against Sheffield Wednesday will ease some of the growing tension around the club. Saturday's 1-0 defeat at fellow strugglers Luton Town saw City return to the Championship's bottom three for the second time this season, a result which increased the growing pressure on under-fire boss Tim Walter.", "cnUrl": "https://www.hulldailymail.co.uk/sport/football/football-news/hull-city-sheffield-wednesday-live-9744212?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.hulldailymail.co.uk/sport/football/article9744218.ece/ALTERNATES/s1200/1_GettyImages-1885791394.jpg", "pbAt": 1732641037288}, {"id": "pr:2871-a:936362", "ttl": "Hull City head coach makes selection decision for Sheffield Wednesday derby", "oTtl": "Hull Daily Mail - Hull City", "pId": 35, "sum": "Head coach Tim Walter has confirmed Joao Pedro will continue to lead the line at Hull City as the Tigers chief looks to end a run of eight games without victory. Walter also has Chris Bedia and Mason Burstow as attacking options, but says Pedro will continue to be his main striker, for now, at least, as he looks to find a way to get his side scoring goals having seen them dry up in worrying fashion in the past month.", "cnUrl": "https://www.hulldailymail.co.uk/sport/football/football-news/hull-city-head-coach-makes-9743962?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.hulldailymail.co.uk/sport/football/article9743964.ece/ALTERNATES/s1200/0_GettyImages-2171006428.jpg", "pbAt": 1732630018745}, {"id": "pr:3144-a:936126", "ttl": "How has George Byers fared since leaving Sheffield Wednesday in the summer?", "oTtl": "The72 - All Leagues", "athr": "James Ray", "pId": 35, "sum": "Sheffield Wednesday bid farewell to popular midfielder George Byers in the summer, with the Scot leaving at the… The post How has George Byers fared since leaving Sheffield Wednesday in the summer? appeared first on The72 - Football League News.", "cnUrl": "https://the72.co.uk/2024/11/26/sheffield-wednesday-how-has-george-byers-fared-since-exit/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://cdn.the72.co.uk/wp-content/uploads/2023/03/2023-01-07T201414Z_724889710_UP1EJ171K7PTJ_RTRMADP_3_SOCCER-ENGLAND-SHF-NEW-REPORT-scaled.jpg", "pbAt": 1732624359618}, {"id": "pr:2871-a:936044", "ttl": "Sheffield Wednesday boss Danny Röhl makes key pledge ahead of Hull City clash", "oTtl": "Hull Daily Mail - Hull City", "pId": 35, "sum": "That result, coming on the back of a 1-0 loss at bitter rivals Sheffield United before the international break, leaves the Owls 15th in the table, four points above 22nd place City, who have not won in eight and were beaten 1-0 at Kenilworth Road on Saturday, their third loss on the spin. I am happy with the performance of my players and the things we did but of course we need to win these games,\" the Owls coach said .", "cnUrl": "https://www.hulldailymail.co.uk/sport/football/football-news/sheffield-wednesday-boss-danny-rhl-9743888?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.hulldailymail.co.uk/sport/football/article9743940.ece/ALTERNATES/s1200/0_GettyImages-1763535999.jpg", "pbAt": 1732622722617}, {"id": "pr:2871-a:935931", "ttl": "‘Something in that’ – Hull City assessment delivered by pundit ahead of Sheffield Wednesday clash", "oTtl": "The72 - All Leagues", "athr": "Harry Mail", "pId": 35, "sum": "Hull City are just ‘not converting’ the chances that they are creating in games, according to pundit Sam… The post ‘Something in that’ – Hull City assessment delivered by pundit ahead of Sheffield Wednesday clash appeared first on The72 - Football League News.", "cnUrl": "https://the72.co.uk/2024/11/26/hull-city-assessment-delivered-by-pundit-sam-parkin/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://cdn.the72.co.uk/wp-content/uploads/2023/06/logo-large-single.png", "pbAt": 1732620283263}]}