{"tCnt": 13, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:2741-a:896629", "ttl": "Stevenage share spoils in 1-1 home draw with Reading", "oTtl": "The Comet - Stevenage", "pId": 35, "sum": "Dan Kemp had fired Boro into a first-half lead but the Royals grabbed a deserved share of the spoils when Harvey Knibbs knocked home an equaliser with seven minutes remaining. Stevenage: Cooper, Butler, N.Thompson, Piergianni, Freeman (King 85), Kemp, Simpson (List 75), Smith, White, Reid (Young 88), Phillips.", "cnUrl": "https://www.thecomet.net/sport/24711864.stevenage-share-spoils-1-1-home-draw-reading/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.thecomet.net/resources/images/18745813/?type=og-image", "pbAt": 1731182531142}, {"id": "pr:2741-a:896562", "ttl": "1-1 draw between Stevenage and Reading fair agree managers", "oTtl": "The Comet - Stevenage", "pId": 35, "sum": "“We probably saw that second half in terms of our energy levels and our pressing and getting up the pitch and supporting front players. “We came here, we know they are a really good opponent at home and if we played their game with the direct ball and second actions, then we’d lose.", "cnUrl": "https://www.thecomet.net/sport/24712889.1-1-draw-stevenage-reading-fair-agree-managers/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.thecomet.net/resources/images/18745962/?type=og-image", "pbAt": 1731181269881}, {"id": "pr:3059-a:896358", "ttl": "'We needed to control the ball- and we did': Reading boss on late Stevenage draw", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading boss Ruben Selles believed his side did enough at Stevenage to win, but was content with the 1-1 draw at the Lamex Stadium. Falling behind in the first half to Dan Kemp's volley, the Royals rallied in the second half and equalised with less than 10 minutes remaining through makeshift striker Harvey Knibbs. Only a fourth point away from home of the season, over 1,400 supporters made the journey and roared on their side in Hertfordshire. Speaking to the media after the game, Selles said: \"I’m very proud of the performance we put together. We came here and knew they were a good opponent at home and if we played their game with direct balls and second actions we would lose.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24712871.reading-fc-boss-issues-verdict-late-stevenage-draw/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18745916/", "pbAt": 1731177707085}, {"id": "pr:3059-a:896166", "ttl": "Harvey Knibbs scores late equaliser as Reading held at Stevenage upon league return", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Shooting towards the 1,400 travelling supporters, it took nine minutes for Knibbs to see his first sight of goal as the makeshift forward. Getting on the end of a ball threaded through the defence, it looked like a shot on goal was on, but he opted to cut it across the face of goal and Camara was unable to beat the defender to the cross.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24712820.reading-fc-held-draw-stevenage-league-return/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18705370/", "pbAt": 1731173779394}, {"id": "pr:3059-a:895496", "ttl": "Live updates: Reading look for away win at Stevenage in front of sell-out crowd", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading travel to Stevenage looking for a second away win of the season. More than 1,400 travelling fans pack out an away end yet again hoping to see a victory.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24712612.stevenage-v-reading-fc-live-league-one-updates/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18745393/", "pbAt": 1731161933018}, {"id": "pr:3059-a:895495", "ttl": "Reading team news: Jeriel Dorsett returns for Stevenage test in striker-less line-up", "oTtl": "Reading Chronicle", "pId": 35, "sum": "Reading defender Jeriel Dorsett has returned to the matchday squad for the first time since September for this afternoon’s trip to Stevenage. The full-back limped off during a 5-2 defeat at Bolton Wanderers but returns to the bench at the Lamex Stadium as the Royals return to League One action after a pair of cup fixtures. Joel Pereira remains in goal, behind a back four of Michael Craig; Amadou Mbengue; Tyler Bindon and Andre Garcia.", "cnUrl": "https://www.readingchronicle.co.uk/sport/24712645.reading-fc-team-news-jeriel-dorsett-returns-stevenage/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.readingchronicle.co.uk/resources/images/18570412/", "pbAt": 1731161933018}, {"id": "pr:2741-a:895391", "ttl": "Boro boss Alex Revell on Stevenage v Reading in League One", "oTtl": "The Comet - Stevenage", "pId": 35, "sum": "We didn't have the right results in either game against them last year and in terms of our dressing room, we need some big performances. \"They know that and with the challenge that we're faced in terms of people that are fit and ready to play, we've tried to be as level as we can managing the group.", "cnUrl": "https://www.thecomet.net/sport/24710514.boro-boss-alex-revell-stevenage-v-reading-league-one/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.thecomet.net/resources/images/18559665/?type=og-image&xType=0&yType=94", "pbAt": 1731159336569}, {"id": "pr:2741-a:893585", "ttl": "Latest Stevenage injury news ahead of Reading clash at home", "oTtl": "The Comet - Stevenage", "pId": 35, "sum": "\"The players that have been out for this longer period, hopefully we're starting to see some signs of them you know returning soon, not yet but hopefully in two to three weeks we'll start to see those guys start to train and start returning back to where we need them to be. It felt quite a long week in terms of results, but I think if anyone has eight or nine starters out of their team at any level, we're seeing it with Man City at the moment where they've got players out and just lost three on the spin, it takes it out of you.", "cnUrl": "https://www.thecomet.net/sport/24710524.latest-stevenage-injury-news-ahead-reading-clash-home/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.thecomet.net/resources/images/18602113/?type=og-image&xType=0&yType=213", "pbAt": 1731086156249}, {"id": "pr:2741-a:893306", "ttl": "Call for Stevenage to play FA Youth Cup game at the Lamex", "oTtl": "The Comet - Stevenage", "pId": 35, "sum": "\"It will come at some point, when I don't know, but you know the fans can get down and come and watch the boys and see what good football they're play. And with a home tie booked against Cheltenham Town in round two, Howe wants a similar stage to how the Stevenage public how good the next generation can be.", "cnUrl": "https://www.thecomet.net/sport/24700870.call-stevenage-play-fa-youth-cup-game-lamex/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.thecomet.net/resources/images/18727597/?type=og-image", "pbAt": 1731079931359}, {"id": "pr:3059-a:892109", "ttl": "Ex-Reading, Stoke City man comes out of retirement to join eighth-tier club aged 31", "oTtl": "The72 - All Leagues", "athr": "Charlie Hodgson", "pId": 35, "sum": "Reading and Stoke City’s ex-defender Liam Moore has made a move to Spalding United, who play in English… The post Ex-Reading, Stoke City man comes out of retirement to join eighth-tier club aged 31 appeared first on The72 - Football League News.", "cnUrl": "https://the72.co.uk/2024/11/08/reading-stoke-city-liam-moore-joins-non-league-club/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://cdn.the72.co.uk/wp-content/uploads/2024/11/2020-02-15T172840Z_529171505_RC251F9MEI8I_RTRMADP_3_SOCCER-ENGLAND-SHF-RDG-REPORT-scaled.jpg", "pbAt": 1731058035404}]}