{"tCnt": 29, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3460-a:755090", "ttl": "Mourinho not satisfied with Fenerbahçe players despite win, takes jab at Osimhen as Galatasaray derby looms", "oTtl": "PortuGOAL", "athr": "s.gillen84@gmail.com (Sean Gillen)", "pId": 35, "sum": "José Mourinho’s Fenerbahçe are top of the Turkish Super Lig ahead of next weekend’s Istanbul derby against Galatasaray, but the Portuguese boss is now allowing his players to escape from his demands. Fener won 2-0 at Kasımpaşa on Sunday afternoon, thanks to first-half goals from new signing Allan Saint-Maximin and veteran playmaker Dusan Tadic. The victory sees Mourinho’s men lead the table by one point from Galatasaray, who have one game in-hand amid a perfect start to the new campaign. Speaking about his team’s most recent win, Mourinho was keen to ensure his Fener players improve ahead of next Saturday’s home match with Galatasaray, which will be the Portuguese’s first taste of one of the infamous Istanbul derbies. “I liked the desire to win and control the game in the first half, but I didn’t like the second half,” said Mourinho. “Because we didn’t show the same desire, we made too many technical mistakes, we couldn’t hold the ball as much as we wanted, we couldn’t control the game. It was as if my players wanted to get the 3 points and go home. Without that passion and intensity, it’s not possible. “But of course, most teams lose points after the international break. Because you lose your focus and routine a little bit during that period. The players may be tired, so getting the 3 points is good for us. “Yes, we lost too many balls. We were not consistent in keeping the ball. The only position we created in the second half came from Çağlar, a corner position we missed. But other than that, we did not create any positions. There was no ambition for 3 points, no control of the game, we made too many passing mistakes. “There was the comfort of being 2-0 ahead. We did not have difficulty controlling the match, but I would have preferred it to be different. Since there is a 2-week national break, I can accept this for now.” As well as being defending champions and the only side to maintain a 100% record in the league, rivals Galatasaray have been further boosted by the surprise arrival of Nigerian superstar striker Victor Osimhen from Napoli. As such, Gala have been widely installed as favourites for the title, but Mourinho could not resist a small dig at Osimhen upon his unveiling across town. See video below. Fenerbahçe boss José Mourinho assesses Victor Osimhen signing for Galatasaray, saying the striker “dives too much” The mind games begin. pic.twitter.com/McCgx3EvU2 — Sean Gillen (@SeanGillen9) September 11, 2024 By @SeanGillen9", "cnUrl": "https://portugoal.net/portuguese-abroad/4118-mourinho-not-satisfied-with-fenerbahce-players-despite-win-takes-osimhen-jab-as-galatasaray-derby-looms?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://portugoal.net/images/Mourinho%20Kasimpasa.jpg", "pbAt": 1726442938682}, {"id": "pr:3460-a:754958", "ttl": "Serie A round-up: Napoli leaders four games in, Udinese can still overtake", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Antonio Conte’s Napoli sit atop the Serie A table after the conclusion of Sunday’s matches...", "cnUrl": "https://football-italia.net/napoli-serie-a-leaders-udinese-can-overtake/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1726435161866}, {"id": "pr:3460-a:754790", "ttl": "Gilmour and McTominay first Napoli appearances: The numbers behind the debuts", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Scotland internationals Scott McTominay and Billy Gilmour made their first Serie A appearances as second...", "cnUrl": "https://football-italia.net/gilmour-mctominay-make-napoli-debuts-numbers/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1726429478187}, {"id": "pr:2987-a:754716", "ttl": "Serie A | Cagliari 0-4 Napoli: Match Report", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Napoli secured their third consecutive victory with a commanding 4-0 win against Cagliari, featuring goals from Giovanni Di Lorenzo, Khvicha Kvaratskhelia, Romelu Lukaku, and Alessandro Buongiorno. The match showcased strong teamwork, as the strikers assisted each other throughout the game. Lukaku, following an impressive debut off the bench against Parma, earned his first start under coach Antonio Conte, while Kvaratskhelia returned from an ankle injury. Cagliari, missing Matteo Prati, fielded Gianluca Gaetano against his former club. The scoring opened fortuitously for Napoli when Lukaku set up Di Lorenzo, whose shot took a significant deflection off Yerry Mina, wrong-footing goalkeeper Simone The post Serie A | Cagliari 0-4 Napoli: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-cagliari-0-4-napoli-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/Cagliari-v-Napoli.png", "pbAt": 1726427139518}, {"id": "pr:2987-a:754712", "ttl": "Antonio Conte hails Romelu Lukaku after win over Cagliari", "oTtl": "Get Italian Football News", "athr": "Kaustubh Pandey", "pId": 35, "sum": "Serie A giants Napoli did have to struggle for a bit against Cagliari but they managed to pick up a convincing 4-0 win and they are now unbeaten in three…", "cnUrl": "https://www.getfootballnewsitaly.com/2024/antonio-conte-hails-romelu-lukaku-after-win-over-cagliari/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.getfootballnewsitaly.com/assets/cagliari-v-napoli-serie-a-1024x683.jpg", "pbAt": 1726426602069}, {"id": "pr:2987-a:754686", "ttl": "Napoli Player Ratings vs Cagliari: Newcomers Leave Wrackage in Sardinia", "oTtl": "The Cult of Calcio", "athr": "Marko Vrakela", "pId": 35, "sum": "Napoli picked up where they left off before the international break, demolishing out-of-sorts Cagliari 4-0 at the Unipol Domus. Despite an emphatic scoreline, Sunday's game in Sardinia wasn't plain sailing for Antonio Conte's charges. The post Napoli Player Ratings vs Cagliari: Newcomers Leave Wrackage in Sardinia appeared first on The Cult of Calcio.", "cnUrl": "https://cultofcalcio.com/napoli-player-ratings-vs-cagliari-newcomers-leave-wrackage-in-sardinia/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.cultofcalcio.com/wp-content/uploads/2024/09/lukaku.jpg", "pbAt": 1726425989994}, {"id": "pr:3460-a:754656", "ttl": "Conte hails ‘atypical’ Lukaku and wants Napoli to ‘get hands dirty’", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Antonio Conte explains why ‘atypical’ Romelu Lukaku is so perfect for his football and how...", "cnUrl": "https://football-italia.net/conte-hails-atypical-lukaku-napoli-hands-dirty/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1726425525300}, {"id": "pr:3460-a:754630", "ttl": "Lukaku thanks Meret after eventful 4-0 Napoli victory", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Romelu Lukaku admits he wants to share his Man of the Match trophy with Napoli...", "cnUrl": "https://football-italia.net/lukaku-thanks-meret-after-4-0-napoli-victory/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1726424668656}, {"id": "pr:2987-a:754583", "ttl": "Serie A | Cagliari 0-4 Napoli: Lukaku and Kvaratskhelia exciting for Conte", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Napoli made it three victories in a row with goals from Giovanni Di Lorenzo, Khvicha...", "cnUrl": "https://football-italia.net/serie-a-cagliari-0-4-napoli-lukaku-kvara/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/05/bl17163777181301-150x150.webp", "pbAt": 1726423378767}, {"id": "pr:2987-a:754454", "ttl": "Play suspended during Cagliari-Napoli as objects thrown", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "The Serie A match between Cagliari and Napoli had to be suspended for seven minutes...", "cnUrl": "https://football-italia.net/play-suspended-during-cagliari-napoli-objects/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1726419890314}]}