{"tCnt": 27, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3459-a:788980", "ttl": "Lazio Attacker Celebrates First Goal for the Club: ”I Wanted to Redeem Myself”", "oTtl": "The Laziali", "athr": "Michel Sakr", "pId": 35, "sum": "Lazio striker Tijjani Noslin considers his goal against Torino as a fitting redemption for his disastrous cameo in midweek. The Dutchman got himself sent off just three minutes following his introduction in the Europa League contest against Dynamo Kyiv on Wednesday. Nevertheless, the 24-year-old atoned himself by scoring what turned out to be the winner […] The post Lazio Attacker Celebrates First Goal for the Club: ”I Wanted to Redeem Myself” appeared first on The Laziali.", "cnUrl": "https://thelaziali.com/2024/09/29/lazio-attacker-celebrates-first-goal-for-the-club-i-wanted-to-redeem-myself/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.thelaziali.com/wp-content/uploads/2024/09/torino-v-ss-lazio-serie-a-4.jpg", "pbAt": 1727628147045}, {"id": "pr:3459-a:788665", "ttl": "Nuno Tavares sets Serie A record as Lazio’s assist king", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Nuno Tavares has made an unprecedented impact since joining Lazio, becoming the first player since 2004 to provide an assist in each of his first four Serie A appearances. The Portuguese left-back’s remarkable consistency has quickly endeared him to Lazio fans and proven crucial to the team’s tactical setup under manager Marco Baroni. Tavares’ latest assist came in Lazio’s 3-2 victory over Torino, setting up Matteo Guendouzi for the opening goal. Calciomercato report how the 24-year-old’s powerful run down the left flank was reminiscent of his two assists against AC Milan earlier in the season. Humble in his success, Tavares The post Nuno Tavares sets Serie A record as Lazio’s assist king appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/nuno-tavares-sets-serie-a-record-as-lazios-assist-king/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/Tavares.jpg", "pbAt": 1727620518682}, {"id": "pr:3459-a:788552", "ttl": "‘Very angry’ Vanoli urges Torino to ‘roll up sleeves’ after Lazio defeat", "oTtl": "Football Italia", "athr": "Alessandro Bai", "pId": 35, "sum": "Torino‘s first half against Lazio left coach Paolo Vanoli ‘very angry’ as it ended up...", "cnUrl": "https://football-italia.net/angry-vanoli-urges-torino-to-roll-up-sleeves/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1727617851758}, {"id": "pr:3459-a:788553", "ttl": "Marco Baroni Praises Lazio Performance Against Torino", "oTtl": "The Cult of Calcio", "athr": "Marko Vrakela", "pId": 35, "sum": "Lazio returned to winning ways in Serie A with a goal-glutted 3-2 victory against Torino on Sunday's early afternoon. Marco Baroni's men extended their unbeaten run in Turin to six matches with another free-scoring performance after beating Dynamo Kyiv 3-0 on Wednesday. The post Marco Baroni Praises Lazio Performance Against Torino appeared first on The Cult of Calcio.", "cnUrl": "https://cultofcalcio.com/marco-baroni-praises-lazio-performance-against-torino/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.cultofcalcio.com/wp-content/uploads/2024/06/baroni-1.jpg", "pbAt": 1727617847628}, {"id": "pr:3459-a:788558", "ttl": "Lazio boss Baroni on Torino win: “The team knows it needs to grow”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Lazio secured a 3-2 away victory against Torino in the Serie A lunch match, propelling them to 10 points and temporarily into sixth place. After the game, Lazio manager Marco Baroni shared his thoughts in an interview with DAZN. Baroni began by praising his team’s efforts: “First, I want to congratulate the boys. They did well because we traveled during the week, expending a lot of energy, but the team remained focused. The team knows it needs to grow and is growing. In terms of performance, for what the team has done on the field, we’re certainly missing some points, The post Lazio boss Baroni on Torino win: “The team knows it needs to grow” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/lazio-boss-baroni-on-torino-win-the-team-knows-it-needs-to-grow/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/Baroni.jpg", "pbAt": 1727617762959}, {"id": "pr:3459-a:788513", "ttl": "Baroni explains why Guendouzi goal pleased him after Torino 2-3 Lazio", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Marco Baroni feels that there is still room for improvement for Lazio, despite beating Torino,...", "cnUrl": "https://football-italia.net/baroni-explains-guendouzi-goal-pleased-him/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1727617406855}, {"id": "pr:3459-a:788504", "ttl": "Lazio boss Marco Baroni hails Taty Castellanos-Boulaye Dia pair after Torino win", "oTtl": "Get Italian Football News", "athr": "Michel Sakr", "pId": 35, "sum": "Lazio manager Marco Baroni praised his men after registering their first away victory in Serie A this season at the expense of Torino, who started the weekend on top of…", "cnUrl": "https://www.getfootballnewsitaly.com/2024/lazio-boss-marco-baroni-hails-taty-castellanos-boulaye-dia-pair-after-torino-win/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.getfootballnewsitaly.com/assets/torino-v-ss-lazio-serie-a-1024x683.jpg", "pbAt": 1727617019298}, {"id": "pr:3178-a:788509", "ttl": "Torino manager Vanoli: “I don’t understand our attitude of the first half, I’m angry”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Torino manager Paolo Vanoli expressed his disappointment following his team’s 3-2 loss to Lazio in the sixth round of Serie A. Speaking to DAZN after the match, Vanoli focused on his team’s contrasting performances in the two halves. “We need to build on the second half’s determination and desire,” Vanoli began. “However, I don’t understand the attitude in the first half, and I’m very angry about it. We were too slow, even in finding our plays. This has been happening to us several times; we also threw away the first 45 minutes against Empoli. When we play with a free The post Torino manager Vanoli: “I don’t understand our attitude of the first half, I’m angry” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/torino-manager-vanoli-i-dont-understand-our-attitude-of-the-first-half-im-angry/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/Vanoli.jpg", "pbAt": 1727616871622}, {"id": "pr:3459-a:788425", "ttl": "Lazio Knock Torino off Their Perch in Five-Goal Thriller", "oTtl": "The Laziali", "athr": "Michel Sakr", "pId": 35, "sum": "Following their mid-week victory in the Europa League, Lazio also returned to winning ways in Serie A by prevailing over shock league leaders Torino in an entertaining clash. The Biancocelesti broke the deadlock in the eighth minute. It all began when Taty Castellanos managed to hold off two opponents in a physical duel in the […] The post Lazio Knock Torino off Their Perch in Five-Goal Thriller appeared first on The Laziali.", "cnUrl": "https://thelaziali.com/2024/09/29/lazio-knock-torino-off-their-perch-in-five-goal-thriller/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.thelaziali.com/wp-content/uploads/2024/09/torino-v-ss-lazio-serie-a.jpg", "pbAt": 1727614946294}, {"id": "pr:3459-a:788388", "ttl": "Serie A | Torino 2-3 Lazio: Match Report", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Lazio returned to winning ways with an exciting 3-2 victory over previously undefeated Serie A leaders Torino. The match saw goals from Matteo Guendouzi, Boulaye Dia, and Tijjani Noslin for the home side, while Che Adams and Saul Coco found the net for the visitors. Torino entered the match as the surprise table-toppers, having gone unbeaten in their first five league games. However, they faced setbacks with injuries to key players and the last-minute withdrawal of goalkeeper Vanja Milinkovic-Savic during warm-up. Lazio struck first through Guendouzi, who capitalized on Nuno Tavares’ assist – the left-back’s fourth in as many Serie The post Serie A | Torino 2-3 Lazio: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-torino-2-3-lazio-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/Torino-v-LAzio.png", "pbAt": 1727613704609}]}