{"tCnt": 9, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3178-a:754157", "ttl": "Torino fans protest against club president despite strong start", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Despite Torino’s promising start to the Serie A season, a section of the club’s fanbase continues to voice their discontent with club president and owner Urbano Cairo. This ongoing tension was evident in a banner displayed at the Stadio Olimpico Grande Torino just before the team’s match against Lecce. The banner, which appeared minutes before kickoff, carried a strongly worded message directed at Cairo: “Good performances don’t change our intentions, Cairo get the hell out.” This latest protest demonstrates that recent positive results on the pitch have not swayed the opinions of fans who have long been calling for Cairo’s The post Torino fans protest against club president despite strong start appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/torino-fans-protest-against-club-president-despite-strong-start/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2023/11/Cairo.jpeg", "pbAt": 1726412566146}, {"id": "pr:4411-a:754140", "ttl": "Serie A | Torino 0-0 Lecce: Milinkovic-Savic keeps Toro unbeaten", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Lecce were left frustrated by bad finishing and Vanja Milinkovic-Savic saves, failing to get the...", "cnUrl": "https://football-italia.net/serie-a-torino-0-0-lecce-milinkovic-unbeaten/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/05/bl17163782381717-150x150.webp", "pbAt": 1726412399566}, {"id": "pr:4411-a:753833", "ttl": "Serie A Week 4 line-ups: Atalanta-Fiorentina, Torino-Lecce", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Check the official line-ups for this afternoon’s Serie A games, as Atalanta face off with...", "cnUrl": "https://football-italia.net/serie-a-atalanta-fiorentina-torino-lecce/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1726402302670}, {"id": "pr:4411-a:753408", "ttl": "Serie A probable line-ups incl. Genoa-Roma, Atalanta-Fiorentina and Torino-Lecce", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Check out the probable line-ups for another busy day of Serie A action, which will...", "cnUrl": "https://football-italia.net/serie-a-probable-line-ups-atalanta-fiorentina/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1726387485904}, {"id": "pr:4411-a:753287", "ttl": "Torino aims to keep rolling against Lecce", "oTtl": "Lega Serie A", "pId": 35, "sum": "Lecce have won only two of their 10 away games against Torino in Serie A (D2 L6), both by a scoreline of 2-1 (in January 2000 and September 2019), on two of the last four occasions in which they have played away to the Granata during the first half of the season of the top-flight. Each of the last three times Lecce have found the back of the net in Serie A, they have done so through Nikola Krstovic (including the final two goals last season) – the last player to score more consecutive goals for the Giallorossi in the competition was Mirko Vucinic, who scored four in December 2005 (goal against Roma, brace against Udinese and goal against Treviso).", "cnUrl": "https://www.legaseriea.it/media/serie-a/torino-aims-to-keep-rolling-against-lecce-71jdbj7?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.legaseriea.it/vimages/66e68167/Sito_HERO_TOR.png", "pbAt": 1726382672056}, {"id": "pr:3178-a:751871", "ttl": "Torino’s Vanoli: “Let’s show we can grow even more”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "As Serie A returns from the international break, Torino prepares to host Lecce in their fourth match of the season. On the eve of this clash, Torino’s head coach Paolo Vanoli addressed the media in a pre-match press conference. Vanoli began by acknowledging the challenges of returning from international duty: “The most delicate match is when you return from internationals. I’ve discussed this with the players; these are the most decisive games. We’ve worked really well with those who stayed, following the program we set for ourselves.” The coach’s excellent start to the season earned him the League’s Manager of The post Torino’s Vanoli: “Let’s show we can grow even more” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/torinos-vanoli-lets-show-we-can-grow-even-more/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/08/Vanoli.jpeg", "pbAt": 1726327995758}, {"id": "pr:4411-a:751162", "ttl": "Serie A | Torino v Lecce: Match Preview", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Torino will be hoping to continue their strong run of form when Serie A resumes, hosting a Lecce side that managed their first win just before the international break. The Granata secured back-to-back wins before the international break to build on their opening day draw with AC Milan. They’ll hope the hiatus hasn’t slowed their momentum, while Lecce will be buoyed by their slender victory over Cagliari at the end of August. New Torino manager Paolo Vanoli has overseen an unexpectedly strong start, with seven points from the first nine available. This includes a draw against Milan and wins over The post Serie A | Torino v Lecce: Match Preview appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-torino-v-lecce-match-preview/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/Torino-v-Lecce.png", "pbAt": 1726304763056}, {"id": "pr:4411-a:749671", "ttl": "Serie A Predictions - Week 4", "oTtl": "Spotlight", "lbl": "news", "pId": 32, "sum": "Serie A action returns after the international break with gameweek four and Joe Champion has provided a score prediction for all 10 games.", "cnUrl": "https://www.livescore.com/en/native/news/serie-a-predictions-week-4-football-2024091314463284705/", "tnUrl": "https://uk1.sportal365images.com/process/smp-image-api/livescore.com/13092024/2b7fb138-0d56-4408-b880-b04d3a3f8ba1.jpg?operations=fit(770:)", "siUrl": "https://uk1.sportal365images.com/process/smp-image-api/livescore.com/13092024/2b7fb138-0d56-4408-b880-b04d3a3f8ba1.jpg", "pbAt": 1726238792000}, {"id": "pr:4411-a:749430", "ttl": "Preview: Torino vs. Lecce - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Sunday's Serie A clash between Torino and Lecce, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/torino/preview/preview-torino-vs-lecce-prediction-team-news-lineups_552843.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/37/che-adams.jpeg", "pbAt": 1726233590130}]}