{"tCnt": 15, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3459-a:808040", "ttl": "Zaccagni Hails ”Extraordinary” Lazio Duo, Talks Italy Omission", "oTtl": "The Laziali", "athr": "Michel Sakr", "pId": 35, "sum": "Lazio captain Mattia Zaccagni is excited about the future of his club, while reserving special praise for two of his teammates. The Biancocelesti now have four wins on the bounce between the Serie A and the Europa League after earning a come-from-behind win over Empoli on Sunday afternoon at the Stadio Olimpico. Zaccagni grabbed the […] The post Zaccagni Hails ”Extraordinary” Lazio Duo, Talks Italy Omission appeared first on The Laziali.", "cnUrl": "https://thelaziali.com/2024/10/06/zaccagni-hails-extraordinary-lazio-duo-talks-italy-omission/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.thelaziali.com/wp-content/uploads/2024/10/ss-lazio-v-ogc-nice-uefa-europa-league-2024-25-league-phase-md2-1.jpg", "pbAt": 1728251909193}, {"id": "pr:3459-a:807481", "ttl": "Lazio Boss Hails Talismanic Veteran as ‘Point of Reference’ After Empoli Win", "oTtl": "The Cult of Calcio", "athr": "Marko Vrakela", "pId": 35, "sum": "Lazio overhauled an early deficit to become the first team in Serie A this season to defeat Roberto D'Aversa's Empoli. Goals from Mattia Zaccagni and Pedro turned the game on its head, firing Marco Baroni's side to their fourth consecutive triumph in all competitions. The post Lazio Boss Hails Talismanic Veteran as ‘Point of Reference’ After Empoli Win appeared first on The Cult of Calcio.", "cnUrl": "https://cultofcalcio.com/lazio-boss-hails-talismanic-veteran-as-point-of-reference-after-empoli-win/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.cultofcalcio.com/wp-content/uploads/2023/04/pedro-1.jpg", "pbAt": 1728236109517}, {"id": "pr:3459-a:807458", "ttl": "Super-Sub Pedro Completes Lazio Comeback Against Empoli", "oTtl": "The Laziali", "athr": "Michel Sakr", "pId": 35, "sum": "Lazio veteran Pedro came off the bench to earn this team a valuable 2-1 victory over Empoli on the seventh matchday of Serie A. The Biancocelesti were riding high on confidence after three wins in a row across all competitions, but were dealt with an early blow as their visitors managed to snatch the lead […] The post Super-Sub Pedro Completes Lazio Comeback Against Empoli appeared first on The Laziali.", "cnUrl": "https://thelaziali.com/2024/10/06/super-sub-pedro-completes-lazio-comeback-against-empoli/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.thelaziali.com/wp-content/uploads/2024/10/ss-lazio-v-empoli-serie-a-4.jpg", "pbAt": 1728235464041}, {"id": "pr:3459-a:807319", "ttl": "D’Aversa reflects on Empoli’s first defeat of the season against Lazio", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Empoli manager Roberto D’Aversa addressed the media following his team’s first loss of the season against Lazio. Despite the defeat, D’Aversa expressed satisfaction with his team’s performance and highlighted several key points from the match. On the overall performance, D’Aversa stated, “Certainly, I’m satisfied. The boys put in an excellent performance. Despite Lazio’s missed penalty, the regret is for the first half. Going into the locker room at 0-1 would have been different. Conceding that goal instead revitalized Lazio, and the crowd made the difference.” Regarding the equalizer scored just before halftime, D’Aversa noted, “The regret is that the cross The post D’Aversa reflects on Empoli’s first defeat of the season against Lazio appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/daversa-reflects-on-empolis-first-defeat-of-the-season-against-lazio/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/01/Daversa.jpg", "pbAt": 1728232458153}, {"id": "pr:3459-a:807227", "ttl": "Baroni praises Lazio’s maturity in victory over Empoli", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Lazio manager Marco Baroni expressed his satisfaction with the team’s performance following their 2-1 victory against Empoli. Speaking to the club’s official media and DAZN, Baroni highlighted the squad’s maturity and resilience in overcoming early setbacks. “The compliments are only for the team. I had asked for a show of maturity and compactness against a difficult opponent,” Baroni stated. “We made it more complicated for ourselves due to the field conditions, there was this slip by Ivan, and then going behind and missing the penalty – we put everything into it. It’s better that it went this way; we just The post Baroni praises Lazio’s maturity in victory over Empoli appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/baroni-praises-lazios-maturity-in-victory-over-empoli/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/01/Baroni.webp", "pbAt": 1728230526042}, {"id": "pr:3459-a:807188", "ttl": "Baroni: ‘Lazio ambitious and Pedro sets the example’", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Lazio coach Marco Baroni tells his players to ‘watch Pedro’ in every detail after a...", "cnUrl": "https://football-italia.net/baroni-lazio-ambitious-and-pedro-sets-example/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1728230009558}, {"id": "pr:3459-a:807088", "ttl": "Serie A | Lazio 2-1 Empoli: Match Report", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Lazio demonstrated their resilience by coming from behind to defeat Empoli 2-1 in a thrilling Serie A encounter at the Stadio Olimpico. The win extends Lazio’s impressive run to four consecutive victories across all competitions. The match began with an unexpected twist as Empoli took an early lead. Lazio goalkeeper Ivan Provedel slipped while attempting to deal with a Giuseppe Pezzella cross, allowing Sebastiano Esposito to head home and give the visitors a surprise advantage. Lazio’s pursuit of an equalizer was hampered by an injury to Manuel Lazzari, who was forced off with a suspected femoral bicep strain. However, the The post Serie A | Lazio 2-1 Empoli: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-lazio-2-1-empoli-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/10/Lazio-v-EMpoli.png", "pbAt": 1728227788046}, {"id": "pr:3459-a:807071", "ttl": "Serie A | Lazio 2-1 Empoli: Pedro seals a fourth straight victory", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Despite seeing a Taty Castellanos penalty saved, Lazio came back from a goal down to...", "cnUrl": "https://football-italia.net/serie-a-lazio-2-1-empoli-pedro-fourth-victory/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1728227412073}, {"id": "pr:3459-a:806683", "ttl": "Serie A line-ups: Bologna-Parma and Lazio-Empoli", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Check the official line-ups for this afternoon’s matches, as Lazio take on unbeaten Empoli and...", "cnUrl": "https://football-italia.net/serie-a-line-ups-bologna-parma-lazio-empoli/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1728216529193}, {"id": "pr:3459-a:806309", "ttl": "Lazio vs Empoli | Serie A | Team News & Probable Lineups", "oTtl": "The Laziali", "athr": "Michel Sakr", "pId": 35, "sum": "Lazio are preparing to host Empoli at the Stadio Olimpico in Rome in what will be their final fixture before the October international break. The match kicks off on Sunday, 15:00 local time. The Biancocelesti are riding a three-match winning streak in all competitions, while the Azzurri sit in surprisingly sixth place in the Serie […] The post Lazio vs Empoli | Serie A | Team News & Probable Lineups appeared first on The Laziali.", "cnUrl": "https://thelaziali.com/2024/10/06/lazio-vs-empoli-serie-a-team-news-probable-lineups/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.thelaziali.com/wp-content/uploads/2024/10/ss-lazio-v-ogc-nice-uefa-europa-league-2024-25-league-phase-md2-3.jpg", "pbAt": 1728204764292}]}