{"tCnt": 10, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3903-a:807484", "ttl": "Bologna fans criticise Ultras Investigation amid club debt concerns", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Bologna supporters have voiced their criticism of the recent investigation into ultras groups at Inter and Milan, highlighting what they perceive as a disparity in the scrutiny faced by fan organizations compared to the financial issues plaguing Serie A clubs. During Bologna’s match against Parma, the organized fan groups displayed a banner that read: “Investigations in the curva for ultras, but billions in debt for Serie A league and teams.” This message underscores the fans’ frustration with what they see as misplaced priorities in Italian football governance. The controversy stems from a recent operation that led to 19 arrests among The post Bologna fans criticise Ultras Investigation amid club debt concerns appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/bologna-fans-criticise-ultras-investigation-amid-club-debt-concerns/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/05/header-Bologna.jpg", "pbAt": 1728236076615}, {"id": "pr:3903-a:807349", "ttl": "Italiano: ‘Bologna must convert those chances’ against 10 men", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Vincenzo Italiano admits Bologna ‘really ought to have won’ after Parma went down to 10...", "cnUrl": "https://football-italia.net/italiano-bologna-must-convert-those-chances/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1728232647691}, {"id": "pr:3903-a:807173", "ttl": "Emil Holm reflects on Liverpool experience and Bologna debut", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Bologna defender Emil Holm shared his thoughts following the team’s 0-0 draw against Parma in the Emilia-Romagna derby, marking his first start for the club in Serie A. The Swedish right-back discussed the match, the recent Champions League experience against Liverpool, and his personal progress. Reflecting on the goalless draw, Holm acknowledged the team’s shortcomings: “I believe we lacked a bit of quality today despite playing a good game. We couldn’t score, but we shouldn’t dwell on this too much.” The defender then spoke about the impact of Bologna’s recent Champions League match at Anfield: “Playing against a team like The post Emil Holm reflects on Liverpool experience and Bologna debut appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/emil-holm-reflects-on-liverpool-experience-and-bologna-debut/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/06/Holm.jpg", "pbAt": 1728229160675}, {"id": "pr:3903-a:807078", "ttl": "Serie A | Bologna 0-0 Parma: Match Report", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Bologna’s struggles continued as they failed to capitalize on a numerical advantage, drawing 0-0 with local rivals Parma in a tense Emilia-Romagna Derby. The result leaves both teams searching for form in the early stages of the Serie A season. The match began with both sides showing caution, reflecting their recent poor runs. Bologna, coming off a Champions League defeat to Liverpool, were without suspended Jhon Lucumi and several injured players. Parma, dealing with their own injury crisis, welcomed back Matteo Cancellieri from suspension. The first half saw limited clear-cut chances. Riccardo Orsolini came close for Bologna with a curling The post Serie A | Bologna 0-0 Parma: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-bologna-0-0-parma-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/10/Bologna-v-Parma.png", "pbAt": 1728227331557}, {"id": "pr:3903-a:807065", "ttl": "Serie A | Bologna 0-0 Parma: 10-man Ducali hold out in local Derby", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Bologna played another disappointing stalemate, as they failed to break down a Parma side down...", "cnUrl": "https://football-italia.net/serie-a-bologna-0-0-parma-10-man-ducali-hold/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1728226971707}, {"id": "pr:3903-a:806683", "ttl": "Serie A line-ups: Bologna-Parma and Lazio-Empoli", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Check the official line-ups for this afternoon’s matches, as Lazio take on unbeaten Empoli and...", "cnUrl": "https://football-italia.net/serie-a-line-ups-bologna-parma-lazio-empoli/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1728216529193}, {"id": "pr:3903-a:806102", "ttl": "Bologna vs. Parma, Emilian derby", "oTtl": "Lega Serie A", "pId": 35, "sum": "Bologna have won their last two games against Parma in Serie A (both in the 2020/21 season), and have never achieved three wins in a row against the Gialloblù in the top-flight. Bologna are unbeaten in their last nine games (W4 D5) against Parma in Serie A, already a record streak for the Rossoblù against the Ducali in the tournament; the last win for the Gialloblù in this Emilian derby in the top-flight dates to December 2012 (2-1 comeback at the Dall`Ara, with goals from Jaime Valdés and Nicola Sansone, after the Rossoblù had taken the lead via Frederik Sörensen).", "cnUrl": "https://www.legaseriea.it/media/serie-a/bologna-vs-parma-emilian-derby-71o4cek?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.legaseriea.it/vimages/67022bb0/Sito_HERO_bol.png", "pbAt": 1728195922936}, {"id": "pr:3903-a:804653", "ttl": "Pecchia: “Bologna are a very aggressive team, similar to Fiorentina in recent years”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "On the eve of the Bologna-Parma match, Parma manager Fabio Pecchia shared his insights on the upcoming opponents during a press conference. Pecchia highlighted Bologna’s key characteristics, stating, “They are a very flexible team with many rotations, lots of players pushing forward, and very aggressive – similar to Fiorentina in recent years. They are a team capable of executing the offensive phase well.” When asked about strategies to contain Bologna’s midfield maestro Freuler, Pecchia emphasized the importance of focusing on the team as a whole rather than individuals. He remarked, “I believe it’s not a matter of singling out players. The post Pecchia: “Bologna are a very aggressive team, similar to Fiorentina in recent years” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/pecchia-bologna-are-a-very-aggressive-team-similar-to-fiorentina-in-recent-years/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/08/Pecchia.webp", "pbAt": 1728139805421}, {"id": "pr:3903-a:804122", "ttl": "Serie A | Bologna v Parma: Match Preview", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "As Serie A action resumes this weekend, Bologna welcomes newly-promoted Parma to Stadio Renato Dall’Ara for an intriguing Sunday afternoon clash. Both teams enter the match looking to bounce back from recent setbacks and climb the league table. Bologna, fresh off a midweek Champions League defeat at Liverpool, sits 13th in Serie A with just one win from their opening six matches. The Rossoblu have drawn all three of their home games so far this season by identical 1-1 scorelines. New manager Vincenzo Italiano is still working to implement his system after replacing Thiago Motta, who led Bologna to a The post Serie A | Bologna v Parma: Match Preview appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-bologna-v-parma-match-preview/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/10/Bologna-v-Parma.png", "pbAt": 1728125234179}, {"id": "pr:3903-a:802253", "ttl": "Beukema shines for Bologna, attracting Premier League Interest and national team call-up", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Bologna’s Dutch center-back Sam Beukema continues to impress with his performances, most recently in a convincing display against Liverpool at Anfield. Despite conceding goals to McAllister and Salah, Beukema’s performance caught the eye of Premier League scouts in attendance. La Gazzetta dello Sport report how the 25-year-old defender, who joined Bologna two summers ago from AZ Alkmaar for €7.5 million, has developed significantly under coach Thiago Motta. His growth has not gone unnoticed, with several European clubs already monitoring his progress since last season. Following the Liverpool-Bologna match, Beukema received praise from Reds manager Arne Slot, who had previously shown The post Beukema shines for Bologna, attracting Premier League Interest and national team call-up appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/beukema-shines-for-bologna-attracting-premier-league-interest-and-national-team-call-up/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2023/07/beukema.jpeg", "pbAt": 1728049939743}]}