{"tCnt": 9, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3861-a:757276", "ttl": "Pecchia reflects on loss to Udinese: ‘We will talk to Keita, things happen’", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Parma manager Fabio Pecchia provided his analysis of the team’s 3-2 home loss to Udinese in a post-match interview with DAZN. The coach expressed a mix of regret for squandering a strong first-half performance and acknowledgment of areas needing improvement in game management. Pecchia began by praising his team’s initial approach: “It was a good game from us, especially in the first part. There was a desire to play and to seek goals. Once again, we had a good start and managed to find the net early on.” However, he noted a shift in the second half: “Udinese came at The post Pecchia reflects on loss to Udinese: ‘We will talk to Keita, things happen’ appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/pecchia-reflects-on-loss-to-udinese-we-will-talk-to-keita-things-happen/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/08/Pecchia-1.jpg", "pbAt": 1726518857055}, {"id": "pr:4410-a:757192", "ttl": "Runjaic on Udinese’s 3-2 win over Parma: ‘The key to my game? Energy’", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Udinese secured another impressive victory, coming from behind to defeat Parma 3-2 at the Tardini stadium. The win propels the team to the top of the Serie A table. Florian Thauvin was the hero of the day, scoring a crucial brace in the second half to complete the comeback. After the match, Udinese manager Kosta Runjaic spoke to DAZN about his team’s performance and his coaching philosophy. The German coach expressed his satisfaction with the result but remained grounded: “We’re very happy with our current form, but it doesn’t mean much yet. It only shows us the direction we need The post Runjaic on Udinese’s 3-2 win over Parma: ‘The key to my game? Energy’ appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/runjaic-on-udineses-3-2-win-over-parma-the-key-to-my-game-energy/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/08/Runjaic.jpg", "pbAt": 1726515583489}, {"id": "pr:4410-a:757107", "ttl": "Serie A | Parma 2-3 Udinese: Match Report", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "In a stunning display of resilience and determination, Udinese surged to the top of the Serie A table with a remarkable 3-2 comeback win against Parma in the penultimate match of the fourth round. The match began with both managers making several changes following the international break. Parma struck early, with Del Prato capitalizing on a corner kick just two minutes into the game. They extended their lead before halftime when Bonny expertly finished a well-crafted move. However, Udinese came out firing in the second half. Lorenzo Lucca quickly reduced the deficit with a powerful header from Hassane Kamara’s pinpoint The post Serie A | Parma 2-3 Udinese: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-parma-2-3-udinese-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/Parma-v-Udinese.png", "pbAt": 1726512784513}, {"id": "pr:4410-a:757072", "ttl": "Serie A | Parma 2-3 Udinese – Visitors go top of Serie A", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Udinese secured a remarkable comeback victory to go to the top of the Serie A...", "cnUrl": "https://football-italia.net/serie-a-parma-2-3-udinese-visitors-go-top-1/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2022/02/bl1552915355457-150x150.png", "pbAt": 1726511937754}, {"id": "pr:4410-a:756648", "ttl": "Serie A: Parma vs Udinese – Official line-ups and live updates", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Udinese have the chance to become the outright leaders of the Serie A table if...", "cnUrl": "https://football-italia.net/serie-a-parma-vs-udinese-official-line-ups/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1726501249391}, {"id": "pr:4410-a:755413", "ttl": "Parma vs. Udinese: Kickoff at 18:30 CEST", "oTtl": "Lega Serie A", "pId": 35, "sum": "Parma are unbeaten in six of their last seven Serie A games against Udinese (W4 D2) and they have scored at least two goals in the six most recent matches; the only win for the Friulians in this period was back in October 2020 (3-2 at the Bluenergy Stadium). Dennis Man has scored in both his first two home games of the current league season; only three Parma players have scored in each of the first three home matches in a Serie A campaign in the era of three points for a win (since 1994-95): Enrico Chiesa in 1996-97, Adriano in 2003-04 and Gervinho in 2018-19.", "cnUrl": "https://www.legaseriea.it/media/serie-a/parma-vs-udinese-kickoff-at-18-30-cest-71jj20n?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.legaseriea.it/vimages/66e7dd5e/PARMA_header.png", "pbAt": 1726471958575}, {"id": "pr:3861-a:754958", "ttl": "Serie A round-up: Napoli leaders four games in, Udinese can still overtake", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Antonio Conte’s Napoli sit atop the Serie A table after the conclusion of Sunday’s matches...", "cnUrl": "https://football-italia.net/napoli-serie-a-leaders-udinese-can-overtake/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1726435161866}, {"id": "pr:4410-a:754542", "ttl": "Parma coach Pecchia wary of Udinese’s physicality ahead of Serie A clash", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Parma head coach Fabio Pecchia expressed caution about Udinese’s physical prowess as his team prepares to face them in Serie A on Monday. Speaking at a pre-match press conference, Pecchia highlighted Udinese’s strong start to the season and their aggressive style of play under their new manager. “When we talk about Udinese, we’re talking about a club that’s been in Serie A for 30 years, that has always done great things, with a style and clear idea about how they want to play football,” Pecchia said. “This year, they’ve started very well, maybe you could call them the queen of The post Parma coach Pecchia wary of Udinese’s physicality ahead of Serie A clash appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/parma-coach-pecchia-wary-of-udineses-physicality-ahead-of-serie-a-clash/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/08/Pecchia-1.jpg", "pbAt": 1726422568847}, {"id": "pr:4410-a:753590", "ttl": "Serie A | Parma v Udinese: Match Preview", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Promoted Parma welcome surprising early-season contenders Udinese to Stadio Tardini on Monday in an intriguing Serie A matchup. Both teams have exceeded expectations so far, with Udinese sitting fourth in the table on seven points while Parma occupies ninth place with four points. Parma’s return to the top flight has been eventful, highlighted by a shock victory over AC Milan. However, their momentum was halted by a heartbreaking late collapse against Napoli before the international break. Manager Fabio Pecchia has put his faith in youth, fielding the youngest average starting lineup in Serie A so far this season. Team News The post Serie A | Parma v Udinese: Match Preview appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-parma-v-udinese-match-preview/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/Parma-v-Udinese.png", "pbAt": 1726394683244}]}