{"tCnt": 11, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:4231-a:789032", "ttl": "Fabregas praises Como’s performance following Verona victory", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Como head coach Cesc Fabregas was thrilled with his team’s performance following their 3-2 victory against Verona. The win, their second league victory in a row, moves them into the top half of the table, while also seeing a marked improvement in their performance, something Fabregas pointed to in his post-match press conference: “We won deservedly, but we must continue to understand where we can improve.” He highlighted areas for growth, particularly in game management: “We can’t concede goals in the final minutes as we did against Bologna and in Bergamo. We need to improve here. In the first half, The post Fabregas praises Como’s performance following Verona victory appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/fabregas-praises-comos-performance-following-verona-victory/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/08/Frabregas.webp", "pbAt": 1727629479338}, {"id": "pr:4231-a:788956", "ttl": "Verona manager Zanetti criticizes referee’s decision in loss to Como", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Hellas Verona manager Paolo Zanetti expressed his frustration with his team’s performance and the referee’s decisions following their defeat against Como. Zanetti acknowledged his team’s poor first-half display but felt the match turned on a controversial red card. “In the first half, the fault was ours. We prepared to be aggressive, but we failed to do so. We were always late and blocked, never aggressive. We had the wrong attitude,” Zanetti said. He noted the team improved after halftime: “What we wanted to do, we did in the second half, which was to fight for every ball. Until the sending The post Verona manager Zanetti criticizes referee’s decision in loss to Como appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/verona-manager-zanetti-criticizes-referees-decision-in-loss-to-como/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/Zanetti.jpeg", "pbAt": 1727628115001}, {"id": "pr:4227-a:788921", "ttl": "Fabregas: ‘Como play the football I want, but can’t keep conceding goals’", "oTtl": "Football Italia", "athr": "Alessandro Bai", "pId": 35, "sum": "Coach Cesc Fabregas said Como’s victory was ‘deserved’ after watching his side emerge 3-2 winners...", "cnUrl": "https://football-italia.net/fabregas-como-play-football-i-want-concede/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "http://img.youtube.com/vi/rhUyhuqSN7o/0.jpg", "pbAt": 1727627182489}, {"id": "pr:4231-a:788707", "ttl": "Serie A | Como 3-2 Verona: Match Report", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "In a pulsating Serie A clash, Como secured their second consecutive victory with a hard-fought 3-2 win over Hellas Verona. The match was marked by Patrick Cutrone’s impressive brace and Andrea Belotti’s maiden goal for Como, but controversy erupted over the dismissal of Verona’s Tomas Suslov. Como entered the match riding high on their recent shock victory against Atalanta, while Verona sought to bounce back from consecutive losses to Lazio and Torino. The visitors were further hampered by injuries and suspensions, including Pawel Dawidowicz’s two-match ban. The opening period saw Como dominating possession, with Ignace van der Brempt’s early penalty The post Serie A | Como 3-2 Verona: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-como-3-2-verona-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/como-v-Verona.png", "pbAt": 1727622313875}, {"id": "pr:4231-a:788701", "ttl": "Serie A | Como 3-2 Verona: Cutrone building momentum", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Como fought hard for their second consecutive Serie A victory with a Patrick Cutrone brace...", "cnUrl": "https://football-italia.net/serie-a-como-3-2-verona-cutrone-momentum/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "http://img.youtube.com/vi/rhUyhuqSN7o/0.jpg", "pbAt": 1727621890938}, {"id": "pr:4231-a:787914", "ttl": "Serie A probable line-ups: incl. Torino-Lazio, Empoli-Fiorentina, Como-Verona", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Six Serie A fixtures are set to take place across the course of Sunday, beginning...", "cnUrl": "https://football-italia.net/serie-a-probable-line-ups-inc-torino-lazio/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1727598834980}, {"id": "pr:4231-a:787702", "ttl": "Como against Hellas Verona for the overtake", "oTtl": "Lega Serie A", "pId": 35, "sum": "Como have drawn six of their 12 previous matches in Serie A against Hellas Verona (W3 L3), including the most recent one, on 9 April 1989 – against none of the opponents they have faced at least 10 times in the competition have they recorded a higher percentage of draws (50%, as against Avellino and Ascoli). Como are unbeaten in their six home matches against Verona in Serie A (W2 D4), only against Bologna have they played more home games in the competition without ever losing (10).", "cnUrl": "https://www.legaseriea.it/media/serie-a/como-against-hellas-verona-for-the-overtake-71mfmi1?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.legaseriea.it/vimages/66f8f7f4/COMO_sito.png", "pbAt": 1727592914640}, {"id": "pr:4231-a:786635", "ttl": "Como manager Fabregas prepares for Hellas Verona clash", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Como head coach Cesc Fabregas addressed the media ahead of his team’s upcoming match against Hellas Verona, reflecting on their recent victory against Atalanta in Bergamo and discussing the challenges ahead. Fabregas began by acknowledging the strength of their next opponents: “Verona is a strong and experienced team accustomed to playing in Serie A.” He then praised his players for their performance in Bergamo, stating, “The boys put in a great performance against a top team. In the days since, we’ve tried to maintain high mental focus.” The Spanish coach emphasized the importance of the upcoming fixture: “Sunday won’t be The post Como manager Fabregas prepares for Hellas Verona clash appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/como-manager-fabregas-prepares-for-hellas-verona-clash/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/08/Frabregas.webp", "pbAt": 1727542887241}, {"id": "pr:4231-a:785701", "ttl": "Serie A | Como v Verona: Match Preview", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "The Giuseppe Sinigaglia Stadium in Como will host an intriguing Serie A matchup on Sunday as newly-promoted Como welcome Hellas Verona in a battle between two sides experiencing contrasting fortunes. Fresh off their first top-flight victory in over two decades, Como aim to build momentum against a Verona squad looking to halt a worrying slide. Cesc Fabregas’ Como side enter this fixture brimming with confidence after securing a dramatic 3-2 away victory over Atalanta last weekend – their first Serie A win since 2003. The triumph lifted the Lariani to 15th in the table and provided a massive boost to The post Serie A | Como v Verona: Match Preview appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-como-v-verona-match-preview/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/como-v-Verona.png", "pbAt": 1727517977238}, {"id": "pr:4231-a:784551", "ttl": "Preview: Como vs. Hellas Verona - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Sunday's Serie A clash between Como and Hellas Verona, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/como/preview/preview-como-vs-hellas-verona-prediction-team-news-lineups_554080.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/39/patrick-cutrone.jpeg", "pbAt": 1727459552742}]}