{"tCnt": 8, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:2987-a:767513", "ttl": "Serie A | Cagliari 0-2 Empoli: Match Report", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Empoli continued their impressive start to the 2024-25 Serie A season with a convincing 2-0 away win against Cagliari on Friday evening. The victory extends Empoli’s unbeaten run and temporarily propels them to third place in the league standings. Roberto D’Aversa’s side secured their second win of the campaign thanks to goals from Lorenzo Colombo and Sebastiano Esposito. Colombo broke the deadlock in the 32nd minute, capitalizing on a defensive error by Cagliari’s Yerry Mina. The striker calmly slotted past goalkeeper Simone Scuffet after receiving a well-timed pass from debutant Tino Anjorin. Esposito doubled Empoli’s lead just four minutes into The post Serie A | Cagliari 0-2 Empoli: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-cagliari-0-2-empoli-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/Cagliari-v-empoli.png", "pbAt": 1726861229317}, {"id": "pr:2987-a:767435", "ttl": "Serie A | Cagliari 0-2 Empoli – Visitors in third as Esposito breaks five-year duct", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Empoli continued their unbeaten run at the beginning of the 2024-25 campaign with an encouraging...", "cnUrl": "https://football-italia.net/serie-a-cagliari-0-2-empoli-esposito-duct/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/05/bl17163777181301-150x150.webp", "pbAt": 1726857858022}, {"id": "pr:2987-a:767019", "ttl": "Serie A | Cagliari vs Empoli – Official line-ups and live updates", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Cagliari and Empoli have made just three changes between them ahead of Friday evening’s meeting...", "cnUrl": "https://football-italia.net/serie-a-cagliari-empoli-line-ups-live-updates/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/05/bl17163777181301-150x150.webp", "pbAt": 1726847334668}, {"id": "pr:2987-a:765931", "ttl": "Serie A Predictions - Week 5", "oTtl": "Spotlight", "lbl": "news", "pId": 32, "sum": "The Serie A action continues with gameweek five and Jamie Griffith has provided a score prediction for all 10 games.", "cnUrl": "https://www.livescore.com/en/native/news/serie-a-predictions-week-5-2024092009225705054/", "tnUrl": "https://uk1.sportal365images.com/process/smp-image-api/livescore.com/20092024/18b699d5-a0fd-47d1-9043-96a285e84cff.jpg?operations=fit(770:)", "siUrl": "https://uk1.sportal365images.com/process/smp-image-api/livescore.com/20092024/18b699d5-a0fd-47d1-9043-96a285e84cff.jpg", "pbAt": 1726824177000}, {"id": "pr:2987-a:765713", "ttl": "Cagliari vs. Empoli kicks off Matchday 5", "oTtl": "Lega Serie A", "pId": 35, "sum": "After winning four of their first six home games against Empoli in Serie A (D2), Cagliari have failed to win any of their three (D2 L1), and have failed to score a single goal in their last two. Cagliari have yet to win a match in Serie A this season (D2 L2) and have scored only one goal; in their last two Serie A seasons played (2021/22 and 2023/24) the Sardinians have not even obtained a win in the first five league games and in the last tournament they had only one goal after the first five rounds.", "cnUrl": "https://www.legaseriea.it/media/serie-a/cagliari-vs-empoli-kicks-off-matchday-5-71kg5al?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.legaseriea.it/vimages/66ed277b/Sito_HERO_cag.png", "pbAt": 1726818578351}, {"id": "pr:2987-a:764688", "ttl": "D’Aversa returns to the bench for Cagliari match: “Superstition is for the weak”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Speaking at a press conference on the eve of the match against Cagliari, Roberto D’Aversa discussed the upcoming game against the Sardinian team, coached by former manager Davide Nicola. When asked if he would remain in the stands due to the team’s good run, D’Aversa responded, “Superstition is for the weak. Besides, the view from the Cagliari stands is poor. So I’ll be on the bench.” Regarding the next step he’s asking of his players, D’Aversa stated, “At this moment, nothing is missing, because we need to consider the teams we’ve faced. The fact that we’ve done well in the The post D’Aversa returns to the bench for Cagliari match: “Superstition is for the weak” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/daversa-returns-to-the-bench-for-cagliari-match-superstition-is-for-the-weak/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/01/Daversa.jpg", "pbAt": 1726770749102}, {"id": "pr:2987-a:764624", "ttl": "Davide Nicola confident ahead of Empoli match: “I’m happy with this team”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Cagliari manager Davide Nicola expressed optimism about his squad ahead of their upcoming match against Empoli, despite coming off a heavy 4-0 defeat to Napoli. Speaking at a press conference, Nicola addressed various aspects of the team’s preparation and mindset. Regarding the team’s physical condition, Nicola stated, “Five days are sufficient to recover from the match against Napoli. We’ve had some physical issues with a few players.” He emphasized that his focus is solely on Cagliari’s current situation and the importance of the upcoming game, despite his recent past with Empoli. Nicola dismissed any anxiety about securing a win, saying, The post Davide Nicola confident ahead of Empoli match: “I’m happy with this team” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/davide-nicola-confident-ahead-of-empoli-match-im-happy-with-this-team/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2022/06/Nicola.jpg", "pbAt": 1726768912720}, {"id": "pr:2987-a:764172", "ttl": "Serie A | Cagliari v Empoli: Match Preview", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Cagliari will be desperate to secure their first Serie A victory of the season when they host an in-form Empoli side on Friday evening at the Unipol Domus. The home team has struggled mightily so far, collecting just two points from four matches and sitting 19th in the table. Their woes were compounded by a 4-0 thrashing at the hands of Napoli last weekend. Manager Davide Nicola will be hoping his side can finally find their scoring touch, having netted just once in league play. In contrast, Empoli arrive in Sardinia riding high after an impressive unbeaten start to their The post Serie A | Cagliari v Empoli: Match Preview appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-cagliari-v-empoli-match-preview/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/Cagliari-v-empoli.png", "pbAt": 1726758275019}]}