{"tCnt": 6, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:4411-a:805188", "ttl": "Serie A | Udinese – Lecce: Match Report", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Udinese secured a crucial 1-0 win against Lecce at the Dacia Arena, catapulting them back to second place in the Serie A standings. The match was decided by a spectacular free-kick from Jordan Zemura in the 75th minute, which proved to be the difference between the two sides. The home team’s manager, Luca Gotti, made minimal changes to his lineup despite a heavy defeat to Milan in their previous outing. In contrast, Lecce’s Kosta Runjaic opted for four alterations to his starting eleven. The first half was an engaging affair, with both teams creating several opportunities. Udinese’s Christian Kabasele tested The post Serie A | Udinese – Lecce: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-udinese-lecce-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/10/Udinese-v-Lecce.png", "pbAt": 1728149538674}, {"id": "pr:4411-a:804676", "ttl": "Serie A | Udinese 1-0 Lecce – Stunning Zemura free-kick", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Udinese climbed back up to second place in the Serie A table after a 1-0...", "cnUrl": "https://football-italia.net/serie-a-udinese-1-0-lecce-stunning-zemura/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/09/bl1716377997384-34-150x150.webp", "pbAt": 1728140484141}, {"id": "pr:4411-a:804325", "ttl": "Serie A: Udinese vs Lecce – official line-ups and live updates", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Kosta Runjaic has made a handful of changes to his Udinese wide, who will host...", "cnUrl": "https://football-italia.net/serie-a-udinese-vs-lecce-official-line-ups/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/09/bl1716377997384-34-150x150.webp", "pbAt": 1728130766579}, {"id": "pr:4411-a:803910", "ttl": "Serie A | Udinese v Lecce: Probable starting lineups", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Udinese and Lecce are set to face off in the seventh round of Serie A, with both teams looking to bounce back from recent defeats against Milan clubs. The match presents an opportunity for both sides to regain momentum after a challenging start to the season. Udinese, who started the campaign strongly but have since faltered, are expected to line up in their familiar 3-5-2 formation. Manager Kosta Runjaic has some injury concerns to contend with, as Lovric and Thauvin are not at full fitness. Okoye is likely to start in goal, protected by a back three of Kabasele, Bijol, The post Serie A | Udinese v Lecce: Probable starting lineups appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-udinese-v-lecce-probable-starting-lineups/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/tactics-1.jpg", "pbAt": 1728118889536}, {"id": "pr:4411-a:803741", "ttl": "Udinese vs. Lecce aiming to return to winning ways", "oTtl": "Lega Serie A", "pId": 35, "sum": "Udinese have a win percentage above 50% against only nine opponents in Serie A, while Lecce are the one they have faced the most times in this group: 18 successes in 32 matches (D3 L11), with their win percentage standing at 56%. Lorenzo Lucca has scored three goals in his last five Serie A appearances, as many goals as in his previous 22 such games – the Udinese striker has already scored against Lecce in the top-flight, in a 2-0 win back on 13th May .", "cnUrl": "https://www.legaseriea.it/media/serie-a/udinese-vs-lecce-aiming-to-return-to-winning-ways-71nmab7?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.legaseriea.it/vimages/67007b3c/Sito_HERO_udi.png", "pbAt": 1728111744768}, {"id": "pr:4411-a:801980", "ttl": "Serie A | Udinese v Lecce: Match Preview", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Udinese and Lecce will look to bounce back from defeats against Milan giants when they face off in Serie A action on Saturday at the Bluenergy Stadium. Both sides are aiming to regain momentum after recent setbacks in what promises to be an intriguing mid-table encounter. Udinese have slipped to 8th place after back-to-back losses halted their strong start to the season. The Friulians won three of their first four matches to briefly top the table, but defeats to Roma and Inter Milan have brought them back down to earth. Still, with 10 points from 6 games, Kosta Runjaic’s side The post Serie A | Udinese v Lecce: Match Preview appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-udinese-v-lecce-match-preview/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/10/Udinese-v-Lecce.png", "pbAt": 1728044598724}]}