{"tCnt": 8, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:4224-a:771726", "ttl": "Monza’s Nesta: “We were always up to the task but were punished by incidents”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Monza suffered a 2-1 home defeat against Bologna in a match where certain incidents didn’t go in favor of Alessandro Nesta’s team. In his post-match press conference, the manager analyzed the game. When asked to explain the defeat and if there was a drop in performance in the second half, Nesta responded, “In my opinion, we were in the game even in the second half, while in the first we started very well. Unfortunately, we lost focus for a few minutes. We didn’t drop, but unfortunately, Monza conceded two decidedly avoidable goals. That was the difference.” Addressing Monza’s tendency to The post Monza’s Nesta: “We were always up to the task but were punished by incidents” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/monzas-nesta-we-were-always-up-to-the-task-but-were-punished-by-incidents/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/08/Nesta.jpeg", "pbAt": 1727027265962}, {"id": "pr:3903-a:771666", "ttl": "Bologna’s Italiano: “An Important victory that brings enthusiasm, now we need consistency”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Bologna secured their first league victory of the season with a 2-1 win at Monza, thanks to a superb goal from Castro. Manager Vincenzo Italiano expressed great satisfaction with the result in his post-match press conference. When asked about the significance of the win, Italiano stated, “This is an important victory that we’ve been waiting for, one that gives us strength and awareness. We came close in previous matches, but in Monza we succeeded, thanks also to Castro’s great goal. It was a deserved victory, resulting from the week’s work and also building on the performance in Como where we The post Bologna’s Italiano: “An Important victory that brings enthusiasm, now we need consistency” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/bolognas-italiano-an-important-victory-that-brings-enthusiasm-now-we-need-consistency/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/06/Italiano.jpg", "pbAt": 1727025396340}, {"id": "pr:3903-a:771601", "ttl": "Serie A | Monza 1-2 Bologna: Match Report", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Bologna clinched their first victory of the season, defeating Monza 2-1 in an exciting Serie A encounter. The win was powered by Kacper Urbanski’s clever looping header and a spectacular long-range strike from Santiago Castro, leaving Monza still searching for their first win of the campaign. Both teams entered the match without a victory under their new coaches, having managed just three points from their opening four rounds. Monza, coming off a 1-1 draw with Inter, were missing several key players including Alessio Cragno and Patrick Ciurria. Bologna, fresh from a Champions League draw with Shakhtar Donetsk, also had their The post Serie A | Monza 1-2 Bologna: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-monza-1-2-bologna-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/Monza-Bologna.png", "pbAt": 1727023595446}, {"id": "pr:3903-a:771296", "ttl": "Serie A | Monza 1-2 Bologna: Castro scorcher for first victory", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Bologna earned their first victory of the campaign thanks to a Kacper Urbanski looping header...", "cnUrl": "https://football-italia.net/serie-a-monza-1-2-bologna-castro-scorcher/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1727016962517}, {"id": "pr:3903-a:770435", "ttl": "Monza vs. Bologna: On the hunt for a first victory", "oTtl": "Lega Serie A", "pId": 35, "sum": "After conceding two goals in the first of four games played against Bologna in Serie A, Monza have kept a clean sheet in each of their last three matches against the Rossoblù (one 1-0 win and two goalless draws). Amongst teams currently in Serie A, Monza are on the longest run without victory (13 games), recording six draws and seven defeats during their current run (last success on 16 March 2024 against Cagliari, 1-0 at home).", "cnUrl": "https://www.legaseriea.it/media/serie-a/monza-vs-bologna-on-the-hunt-for-a-first-victory-71l24ie?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.legaseriea.it/vimages/66efbd39/Sito_HERO_monza.png", "pbAt": 1726987683393}, {"id": "pr:3903-a:769044", "ttl": "Serie A | Monza v Bologna: Match Report", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Monza and Bologna will both be desperate to secure their first Serie A victory of the 2024/25 campaign when they face off at the U-Power Stadium on Sunday afternoon. With both teams struggling for form in the early stages, this match presents a golden opportunity to kickstart their seasons. The hosts Monza enter this fixture in the midst of a concerning 13-match winless streak in Serie A stretching back to last season. Their last league victory came way back on March 16th, with Alessandro Nesta’s side recording six draws and seven defeats during that barren spell. However, there were some The post Serie A | Monza v Bologna: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-monza-v-bologna-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/Monza-Bologna.png", "pbAt": 1726932661371}, {"id": "pr:4224-a:769031", "ttl": "Weekend acca predictions: Five teams to back across Europe on Sunday", "oTtl": "Spotlight", "lbl": "news", "pId": 32, "sum": "Gareth Freeman picks out five teams to follow across Europe on Sunday.", "cnUrl": "https://www.livescore.com/en/native/news/five-teams-to-back-across-europe-on-sunday-2024092115300589554/", "tnUrl": "https://uk1.sportal365images.com/process/smp-image-api/livescore.com/21092024/fc851ed1-ceae-4f46-af76-d731f9ee2892.jpg?operations=fit(770:)", "siUrl": "https://uk1.sportal365images.com/process/smp-image-api/livescore.com/21092024/fc851ed1-ceae-4f46-af76-d731f9ee2892.jpg", "pbAt": 1726932605000}, {"id": "pr:4224-a:768987", "ttl": "Monza’s Nesta: “The team is Improving, especially up front we are strong”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Monza manager Alessandro Nesta addressed the media ahead of his team’s upcoming match against Bologna, following an important draw with Inter. The goal for this home fixture is to secure their first league win of the season, which has narrowly eluded them in recent games. Nesta began by expressing confidence in his team’s readiness: “We are ready to win, especially up front we are strong. There are players who can improve and have great potential. I hope success can come soon.” Regarding Bologna’s potential fatigue after their midweek Champions League match, Nesta saw it as “An opportunity, we must try The post Monza’s Nesta: “The team is Improving, especially up front we are strong” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/monzas-nesta-the-team-is-improving-especially-up-front-we-are-strong/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/08/Nesta.jpeg", "pbAt": 1726931283425}]}