{"tCnt": 10, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3179-a:769472", "ttl": "Genoa confirm Malinovskyi surgery after shocking fracture", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Ruslan Malinovskyi will have surgery on Sunday to stabilise the fracture of his fibula, confirmed...", "cnUrl": "https://football-italia.net/genoa-malinovskyi-surgery-shocking-fracture/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1726940072342}, {"id": "pr:3179-a:769157", "ttl": "Serie A | Venezia 2-0 Genoa: Match Report", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Venezia finally broke their winless streak with a hard-fought victory over Genoa, despite a saved penalty and a shocking injury incident. The home team, under pressure after a poor start to the season, managed to overcome their challenges and secure three crucial points. The match began with both teams creating chances, but it was Venezia who looked more threatening. Gollini made an impressive save early on, denying Ellertsson from close range. Genoa had a goal disallowed for offside, while Busio missed a golden opportunity for Venezia with a wayward header. The game took a somber turn early in the second The post Serie A | Venezia 2-0 Genoa: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-venezia-2-0-genoa-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/venezia-genoa.png", "pbAt": 1726934966329}, {"id": "pr:4652-a:769111", "ttl": "Video: USMNT midfielder Busio scores key goal on 100th Venezia appearance", "oTtl": "Football Italia", "athr": "Lorenzo Bettoni", "pId": 35, "sum": "USMNT midfielder Gianluca Busio scored for the first time this season, helping his Venezia side...", "cnUrl": "https://football-italia.net/usmnt-midfielder-busio-scores-key-venezia/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1726934361402}, {"id": "pr:3179-a:768991", "ttl": "Serie A | Venezia 2-0 Genoa: Lagunari get first victory despite penalty save", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Venezia earned their first victory of the season, despite Pierluigi Gollini saving a Joel Pohjanpalo...", "cnUrl": "https://football-italia.net/serie-a-venezia-2-0-genoa-lagunari-victory/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1726931277007}, {"id": "pr:3179-a:768926", "ttl": "Horrific injury ends Malinovskyi season for Genoa", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Genoa and Ukraine international midfielder Ruslan Malinovskyi suffered a horrific injury during this afternoon’s Serie...", "cnUrl": "https://football-italia.net/horrific-injury-ends-malinovskyi-season-genoa/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1726929100574}, {"id": "pr:4652-a:768634", "ttl": "Venezia’s Di Francesco: “Pohjanpalo is our leader and captain, he must be a driving force”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Ahead of Venezia’s home match against Genoa, head coach Eusebio Di Francesco addressed various topics in his pre-match press conference. When asked about Daniele De Rossi’s dismissal from Roma, Di Francesco kept his response brief: “If I want to dedicate a thought to him? I’ll call him and say what I need to say to him directly. I don’t want to say things just for the sake of it.” Di Francesco provided an update on the team’s injury situation: “Regarding the injured players, Altare, Bjarkason, and Duncan, who had a minor muscle problem, will definitely be out. We’ll evaluate Sverko The post Venezia’s Di Francesco: “Pohjanpalo is our leader and captain, he must be a driving force” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/venezias-di-francesco-pohjanpalo-is-our-leader-and-captain-he-must-be-a-driving-force/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2023/10/di-Francesco.jpg", "pbAt": 1726920219716}, {"id": "pr:3179-a:768210", "ttl": "Venezia vs. Genoa: A battle to escape the bottom", "oTtl": "Lega Serie A", "pId": 35, "sum": "Venezia have drawn each of their last three Serie A matches against Genoa; it’s their longest ongoing draw streak for them in the competition. Genoa have scored two goals in the last 15 minutes of matches this season, fewer than only Napoli (4), while Venezia are one of the two teams that have conceded the most goals in the first half of the game (6, level with Fiorentina).", "cnUrl": "https://www.legaseriea.it/media/serie-a/venezia-vs-genoa-a-battle-to-escape-the-bottom-71kjjnl?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.legaseriea.it/vimages/66edf9bc/Sito_HERO_ven.png", "pbAt": 1726902634545}, {"id": "pr:3179-a:766193", "ttl": "Serie A | Venezia v Genoa: Match Preview", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Struggling Venezia host mid-table Genoa at the Stadio Pier Luigi Penzo on Saturday as they search for their first win since returning to Serie A this season. The newly-promoted Lagunari sit rock-bottom of the early standings with just one point from four matches, while their visitors have made a solid start with five points so far. After gaining promotion via the Serie B playoffs last season, Venezia have found life tough back in the top flight under new manager Eusebio Di Francesco. They crashed out of the Coppa Italia in the first round and have lost three of their four The post Serie A | Venezia v Genoa: Match Preview appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-venezia-v-genoa-match-preview/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/venezia-genoa.png", "pbAt": 1726830443588}, {"id": "pr:3179-a:765931", "ttl": "Serie A Predictions - Week 5", "oTtl": "Spotlight", "lbl": "news", "pId": 32, "sum": "The Serie A action continues with gameweek five and Jamie Griffith has provided a score prediction for all 10 games.", "cnUrl": "https://www.livescore.com/en/native/news/serie-a-predictions-week-5-2024092009225705054/", "tnUrl": "https://uk1.sportal365images.com/process/smp-image-api/livescore.com/20092024/18b699d5-a0fd-47d1-9043-96a285e84cff.jpg?operations=fit(770:)", "siUrl": "https://uk1.sportal365images.com/process/smp-image-api/livescore.com/20092024/18b699d5-a0fd-47d1-9043-96a285e84cff.jpg", "pbAt": 1726824177000}, {"id": "pr:3179-a:764401", "ttl": "Gollini: “I’d like to stay with Genoa for a long time”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Genoa goalkeeper Pierluigi Gollini expressed his desire to remain with the club long-term during the opening of the team’s pavilion at the Genoa Boat Show. “I would really like to stay with Genoa for a long time,” Gollini stated. The goalkeeper spoke about the club and his future at the event. Reflecting on Genoa’s start to the Serie A season, which has seen two draws, one loss, and one win in the first four matches, Gollini said, “Our goal is to always take the field and give our best. We know we can achieve an important result in Venice; everything The post Gollini: “I’d like to stay with Genoa for a long time” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/gollini-id-like-to-stay-with-genoa-for-a-long-time/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/07/gollini.png", "pbAt": 1726763785312}]}