{"tCnt": 8, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:4231-a:843921", "ttl": "Serie A | Verona 0-3 Monza: Match Report", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "In a surprising turn of events, AC Monza clinched their first Serie A win of the 2024-25 season with a resounding 3-0 triumph over Hellas Verona on Monday evening. The match, which concluded the eighth round of fixtures, saw Monza break their winless streak in spectacular style. Prior to this encounter, Monza had struggled to find their footing in the league, languishing in 19th place with just four draws and three losses. In contrast, Verona had managed a more respectable start to their campaign, boasting three wins from their opening seven matches. The hero of the night was undoubtedly Dany The post Serie A | Verona 0-3 Monza: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-verona-0-3-monza-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/10/Verona-v-Monza.png", "pbAt": 1729578816530}, {"id": "pr:4231-a:843451", "ttl": "Serie A | Verona 0-3 Monza – Visitors finally have lift-off", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Monza finally picked up their first league victory of the season with an impressive 3-0...", "cnUrl": "https://football-italia.net/serie-a-verona-0-3-monza-visitors-lift-off/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/09/bl17201882522622-34-150x150.jpg", "pbAt": 1729544181767}, {"id": "pr:4231-a:843128", "ttl": "Serie A: Verona vs Monza – Official line-ups and live updates", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Hellas Verona have made just one change to their side ahead of Monday evening’s trip...", "cnUrl": "https://football-italia.net/serie-a-verona-monza-line-ups-live-updates/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/09/bl17201882522622-34-150x150.jpg", "pbAt": 1729534412951}, {"id": "pr:4231-a:842235", "ttl": "Verona vs Monza: Predicted Lineups, Score Prediction and 11/1 Bet Builder", "oTtl": "WhoScored.com", "pId": 35, "sum": "Verona host Monza tonight to round off the weekend’s Serie A action. Ahead of the clash, we’ve made a prediction for the game, provided our predicted line-ups for both teams, and picked o...", "cnUrl": "https://www.whoscored.com/Articles/bh-vfZKEkku1StAUsT6sLg/Show/Verona-vs-Monza-Predicted-Lineups-Score-Prediction-and-11-1-Bet-Builder?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1729514275757}, {"id": "pr:4231-a:841626", "ttl": "Maldini sidelined for Monza’sclash with Verona", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Monza's preparations for their upcoming Serie A match against Hellas Verona have hit a snag with the news that Daniel Maldini will be unavailable for selection. The post Maldini sidelined for Monza’sclash with Verona appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/maldini-sidelined-for-monzasclash-with-verona/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/04/Maldini.jpeg", "pbAt": 1729501496649}, {"id": "pr:4231-a:841445", "ttl": "Hellas Verona vs Monza to end Week 8", "oTtl": "Lega Serie A", "pId": 35, "sum": "Hellas Verona are one of the two teams, along with Sassuolo, against which Monza have played at least four Serie A matches without ever losing: two wins and two draws against the Veneti. Monza have only picked up four points in Serie A in 2024/25 (D4 L3); two of the three teams without any success in their first seven matches last term avoided relegation at the end of the season: Udinese and Cagliari (relegated Salernitana); each of the three sides also failed to win on MD8.", "cnUrl": "https://www.legaseriea.it/media/serie-a/hellas-verona-vs-monza-to-end-week-8-722cfk1?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.legaseriea.it/vimages/67160443/Ver-Mon_Sito.png", "pbAt": 1729496625175}, {"id": "pr:4231-a:840249", "ttl": "Zanetti prepares Verona for crucial clash against Monza", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Hellas Verona manager Paolo Zanetti addressed the media ahead of Monday night’s Serie A fixture against Monza. The coach provided insights into his team’s preparation and his perspective on their opponents. Zanetti emphasized the quality of Monza’s squad, stating, “Nesta’s team is built for different objectives. It’s difficult for me to think that such a roster could be involved in a relegation battle. However, we’re only at the beginning, and we’ll be ready on the battlefield.” Regarding potential tactical changes, Zanetti remained flexible: “What formation will we adopt? Will it still be the 4-4-2 seen against Venezia? Football is moving The post Zanetti prepares Verona for crucial clash against Monza appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/zanetti-prepares-verona-for-crucial-clash-against-monza/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/Zanetti.jpeg", "pbAt": 1729442997184}, {"id": "pr:4231-a:839477", "ttl": "Serie A | Verona v Monza: Match Preview", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "As the Serie A season enters its eighth round, Hellas Verona prepares to host Monza at the Stadio Marcantonio Bentegodi on Monday evening. This match presents an intriguing contrast between two teams experiencing very different starts to their campaigns. Hellas Verona, currently sitting 12th in the table with 9 points, have shown flashes of potential this season. Their recent 2-1 victory over Venezia ended a concerning three-match losing streak and highlighted their resilience. Manager Paolo Zanetti’s side has been particularly effective in the second half of matches, scoring 9 goals after the break – joint-highest in the league alongside Napoli. The post Serie A | Verona v Monza: Match Preview appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-verona-monza-match-preview/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/10/Verona-v-Monza.png", "pbAt": 1729425751770}]}