{"tCnt": 5, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:4231-a:803225", "ttl": "Serie A | Verona 2-1 Venezia – Hosts back in Serie A top 10", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Hellas Verona rose to a 2-1 victory at home to Venezia at the Stadio Bentegodi...", "cnUrl": "https://football-italia.net/serie-a-verona-2-1-venezia-hosts-back-top-10/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1728075356037}, {"id": "pr:4231-a:803054", "ttl": "Serie A: Verona vs Venezia – official line-ups and live updates", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Both Verona and Venezia are looking to get back to winning easy in Serie A,...", "cnUrl": "https://football-italia.net/serie-a-verona-vs-venezia-official-line-ups-and-live-updates/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/09/bl17201882522622-34-150x150.jpg", "pbAt": 1728068291272}, {"id": "pr:4652-a:802074", "ttl": "Venezia’s Di Francesco emphasises attitude and adaptability ahead of derby match", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Venezia head coach Eusebio Di Francesco addressed the media in a pre-match conference ahead of the highly anticipated derby against Hellas Verona. The manager touched on various aspects of his team’s preparation and strategy for the upcoming fixture. Di Francesco began by discussing tactical flexibility, particularly regarding defensive formations. He stated, “I believe that when playing with a three-man defense, sometimes you need a central defender with different characteristics from the classic center-back. I will evaluate what’s best for each match, but it’s an approach I like.” When asked about the mental aspect of the derby and its importance, Di The post Venezia’s Di Francesco emphasises attitude and adaptability ahead of derby match appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/venezias-di-francesco-emphasises-attitude-and-adaptability-ahead-of-derby-match/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2023/10/di-Francesco.jpg", "pbAt": 1728046050828}, {"id": "pr:4231-a:801116", "ttl": "Verona vs. Venezia: Veneto derby at the Bentegodi", "oTtl": "Lega Serie A", "pId": 35, "sum": "Two of the four worst sides for first half goals conceded in this Serie A season will face each other in this match: seven goals conceded in the first half by Hellas Verona (level with Fiorentina), six by Venezia (alongside Lecce). Venezia are the team Hellas Verona have faced the most times among sides they have a 100% home record against in Serie A: three victories at home, with five goals scored and only one conceded.", "cnUrl": "https://www.legaseriea.it/media/serie-a/verona-vs-venezia-veneto-derby-at-the-bentegodi-71nifgf?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.legaseriea.it/vimages/66ff99f7/Sito_HERO_ver.png", "pbAt": 1728027652069}, {"id": "pr:4231-a:799498", "ttl": "Serie A | Verona v Venezia: Match Preview", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "In a crucial early-season clash with potential relegation implications, Hellas Verona will host Venezia at the Stadio Marcantonio Bentegodi on Friday evening. Both teams find themselves in precarious positions after six rounds of Serie A action, separated by just two points near the bottom of the table. Hellas Verona’s promising start to the campaign, highlighted by an impressive opening day victory over Napoli, has given way to a concerning three-match losing streak. Paolo Zanetti’s side currently sit 14th in the standings with 6 points, having suffered back-to-back 3-2 defeats in their last two outings. The most recent loss came against The post Serie A | Verona v Venezia: Match Preview appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-verona-v-venezia-match-preview/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/10/Verona-v-Venezia.png", "pbAt": 1727967778264}]}