{"tCnt": 10, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:2987-a:931192", "ttl": "“Confidence is key”: Vieira reflects on Genoa’s 2-2 draw with Cagliari", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Patrick Vieira’s debut as Genoa’s head coach ended in a 2-2 draw against Cagliari in a home fixture. The former Arsenal midfielder shared his thoughts on the match in a post-game interview with DAZN. Vieira began by expressing his satisfaction with the team’s performance: “I’m very satisfied. I believe the players had an interesting game. They were focused and applied what we worked on during the week. I feel sorry for them because they deserved to win.” The new Genoa coach emphasized the importance of instilling confidence in his players: “The crucial thing was to give confidence to the players: The post “Confidence is key”: Vieira reflects on Genoa’s 2-2 draw with Cagliari appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/?p=32789&utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/11/Vieira-1.jpg", "pbAt": 1732460628261}, {"id": "pr:2987-a:931012", "ttl": "Serie A | Genoa 2-2 Cagliari: Match Report", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "In a thrilling Serie A encounter at the Stadio Luigi Ferraris, Patrick Vieira experienced a rollercoaster debut as Genoa’s new head coach, securing a 2-2 draw against Cagliari in a match filled with dramatic moments. The game started with a controversial penalty awarded to Cagliari after just six minutes. Razvan Marin converted the spot-kick after a VAR review showed the ball striking Morten Thorsby’s arm from Yerry Mina’s header. However, Genoa quickly responded through Morten Frendrup, who thundered home a half-volley from 14 yards following a long throw-in by Alessandro Zanoli. Fabio Miretti put Genoa ahead midway through the second The post Serie A | Genoa 2-2 Cagliari: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-genoa-2-2-cagliari-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/11/Genoa-v-Cagliari.png", "pbAt": 1732456043048}, {"id": "pr:2987-a:930976", "ttl": "Serie A | Genoa 2-2 Cagliari: Vieira pays the penalty on debut", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Patrick Vieira picked up a 2-2 draw on his debut as Genoa coach, as Cagliari...", "cnUrl": "https://football-italia.net/serie-a-genoa-2-2-cagliari-vieira-pays-penalty/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/11/Fabio-Miretti-Alan-Sherri-Genoa-Cagliari-goal.jpg", "pbAt": 1732455248378}, {"id": "pr:3179-a:930624", "ttl": "Vieira ‘very happy’ to accept Genoa call, gives Balotelli advice", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Patrick Vieira explains why he was ‘very happy’ to accept the call from Genoa and...", "cnUrl": "https://football-italia.net/vieira-very-happy-genoa-call-balotelli-advice/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/11/vieira-genoa-official.jpg", "pbAt": 1732447623021}, {"id": "pr:2987-a:930520", "ttl": "Serie A line-ups: Genoa vs. Cagliari", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Patrick Vieira makes his debut on the Genoa bench in a relegation dogfight with Cagliari,...", "cnUrl": "https://football-italia.net/serie-a-line-ups-genoa-vs-cagliari/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/11/Gabriele-Zappa-Cagliari-Milan-celebrate-e1732406633792.jpg", "pbAt": 1732444564402}, {"id": "pr:2987-a:930406", "ttl": "Serie A | Genoa v Cagliari: Probable starting lineups", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "As Genoa prepare to face Cagliari in a pivotal Serie A clash, the Rossoblu find themselves grappling with a significant injury crisis. The team’s medical staff has their hands full, with several key players sidelined due to various ailments. Junior Messias and Caleb Ekuban are both expected to miss the match due to thigh problems, dealing a blow to Genoa’s attacking options. The defensive and midfield areas are also affected, with Koni De Winter, goalkeeper Pierluigi Gollini, and Vitinha all struggling with muscle issues. Perhaps most concerning is the absence of Ruslan Malinovskyi, who is out of action with a The post Serie A | Genoa v Cagliari: Probable starting lineups appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-genoa-v-cagliari-probable-starting-lineups/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/tactics.png", "pbAt": 1732440861783}, {"id": "pr:2987-a:930275", "ttl": "Genoa vs. Cagliari: a relegation battle", "oTtl": "Lega Serie A", "pId": 35, "sum": "Cagliari have not won any of their last eight away games against Genoa in Serie A (D1 L7), and in the most recent four they have failed to score. Genoa (7G: D4, L3) are, along with Monza, one of the two teams that have not yet won a home match in Serie A this season.", "cnUrl": "https://www.legaseriea.it/media/serie-a/genoa-vs-cagliari-a-relegation-battle-729nk39?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.legaseriea.it/vimages/67408727/Sito_HERO_gen.png", "pbAt": 1732436111984}, {"id": "pr:2987-a:927882", "ttl": "Serie A | Genoa v Cagliari: Match Preview", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Genoa are set to face Cagliari in a crucial Serie A match this Sunday at the Stadio Comunale Luigi Ferraris, marking the debut of new head coach Patrick Vieira. After a challenging start to the season, Genoa areeager to secure a victory that could help lift them out of the relegation zone. Currently, they sit just one point above the bottom three, making this encounter vital for their aspirations. Genoa’s management made a significant decision during the international break by replacing Alberto Gilardino with Vieira, aiming to revitalize the team’s fortunes. Despite managing to earn four points from their last The post Serie A | Genoa v Cagliari: Match Preview appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-genoa-v-cagliari-match-preview/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/11/Genoa-v-Cagliari.png", "pbAt": 1732361706550}, {"id": "pr:2987-a:926452", "ttl": "Preview: Genoa vs. Cagliari - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Sunday's Serie A clash between Genoa and Cagliari, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/genoa/preview/preview-genoa-vs-cagliari-prediction-team-news-lineups_558806.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/42/patrick-vieira.jpg", "pbAt": 1732299468478}, {"id": "pr:3179-a:926081", "ttl": "Patrick Vieira: “I couldn’t say no to Genoa”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Patrick Vieira has officially been introduced as the new head coach of Genoa, taking over from Alberto Gilardino. In a press conference held at the Centro Sportivo Signorini, Vieira expressed his excitement about joining the club and the challenges that lie ahead, particularly with an upcoming match against Cagliari. Reflecting on his swift decision to join Genoa, Vieira stated, “It was a very quick negotiation between me and the club. When I heard there was a possibility to come to a great club, I couldn’t say no. There’s a moment of difficulty, but a desire to do well.” He acknowledged The post Patrick Vieira: “I couldn’t say no to Genoa” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/vieira-i-couldnt-say-no-to-genoa/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/11/Vieira.jpg", "pbAt": 1732292002748}]}