{"tCnt": 11, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:4224-a:931446", "ttl": "Serie A | Torino 1-1 Monza: Match Report", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Milan Djuric scored a crucial header to help Monza secure a 1-1 draw against Torino, as both teams continued to grapple with disappointing form. Entering the match, both sides were desperate for a turnaround, having suffered three consecutive defeats. Monza were without key players Matteo Pessina, Stefano Sensi, Patrick Ciurria, Roberto Gagliardini, and Alessio Cragno, while Torino missed Duvan Zapata, Perr Schuurs, and Zanos Savva. The atmosphere was tense, with Torino ultras remaining silent for the first half in protest against the club’s management. The game began with an early chance for Daniel Maldini, who nearly scored within the first The post Serie A | Torino 1-1 Monza: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-torino-1-1-monza-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/11/Torino-v-Monza.png", "pbAt": 1732465168308}, {"id": "pr:4224-a:931369", "ttl": "Serie A | Torino 1-1 Monza: A point does little for either side", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Milan Djuric replied to Adam Masina with two headers from corners, as Torino and Monza...", "cnUrl": "https://football-italia.net/serie-a-torino-1-1-monza-a-point-does-little/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/11/Nikola-Vlasic-Daniel-Maldini-Torino-Monza.jpg", "pbAt": 1732464397991}, {"id": "pr:4224-a:930930", "ttl": "Serie A official line-ups: Como-Fiorentina and Torino-Monza", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Check the official line-ups for this afternoon’s Serie A games, as Fiorentina seek a seventh...", "cnUrl": "https://football-italia.net/serie-a-line-ups-como-fiorentina-torino-monza/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/09/Che-Adams-Torino-Lazio.jpg", "pbAt": 1732453909322}, {"id": "pr:4224-a:930653", "ttl": "Serie A | Torino v Monza: Probable starting lineups", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "As Torino and Monza gear up for their upcoming Serie A encounter, both teams are navigating through a series of injury-related challenges and player returns. Torino receive a boost with the anticipated return of midfield star Samuele Ricci, who had previously withdrawn from Italy’s UEFA Nations League squad due to injury. Scottish striker Che Adams is also expected to be fit for the starting lineup, offering a much-needed offensive option for the Turin side. Adams, who started his Torino career impressively, has faced difficulties in recent matches, particularly in the absence of his strike partner Duvan Zapata. Antonio Sanabria, fresh The post Serie A | Torino v Monza: Probable starting lineups appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/?p=32689&utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/tactics-1.jpg", "pbAt": 1732448190762}, {"id": "pr:4224-a:930250", "ttl": "Torino vs. Monza: aiming to return to winning ways", "oTtl": "Lega Serie A", "pId": 35, "sum": "The first match in Monza`s history in Serie A was played against Torino in August 2022, a 2-1 victory for the Granata at the U-Power Stadium, with goals from Miranchuk and Sanabria for the Piedmontese team and a goal from Dany Mota for the Lombards. Torino are unbeaten in four matches against Monza in Serie A (W2, D2), including a 1-0 success in the most recent in March, courtesy of a penalty goal by Antonio Sanabria at the Olimpico Grande Torino.", "cnUrl": "https://www.legaseriea.it/media/serie-a/torino-vs-monza-aiming-to-return-to-winning-ways-729nk39?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.legaseriea.it/vimages/67408651/Sito_HERO_Monza.jpg", "pbAt": 1732435493314}, {"id": "pr:3178-a:929554", "ttl": "Torino’s Vanoli: “Post-derby outburst? I say things to their face”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Torino manager Paolo Vanoli addressed the media in a press conference ahead of the match against Monza, coached by Alessandro Nesta. Both teams are looking to return to winning ways after a difficult period. Vanoli began by discussing the team’s preparation: “The players are doing well. Those who stayed have worked well, though we have the misfortune of having 14 internationals, so there’s little to work on except for the physical aspect. Everyone needs to help, and I’m happy with the performances of the players called up for national duty.” Regarding the importance of the upcoming match and the mini-cycle The post Torino’s Vanoli: “Post-derby outburst? I say things to their face” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/torinos-vanoli-post-derby-outburst-i-say-things-to-their-face/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/Vanoli.jpg", "pbAt": 1732395691270}, {"id": "pr:4224-a:929478", "ttl": "Serie A | Torino v Monza: Match Preview", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "As the Serie A season progresses, Torino and Monza find themselves in a challenging situation as they prepare to face each other on Sunday in Turin. Both teams are desperate to turn their fortunes around after a series of disappointing performances, making this clash critical for their aspirations in the league. Torino enter this match on the back of a disheartening streak, having lost three consecutive games, including a 2-0 defeat to their city rivals Juventus in the latest Derby della Mole. This loss extended their winless run against Juventus to 19 matches, a statistic that weighs heavily on the The post Serie A | Torino v Monza: Match Preview appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-torino-v-monza-match-preview/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/11/Torino-v-Monza.png", "pbAt": 1732393864190}, {"id": "pr:3178-a:928213", "ttl": "Torino target Napoli striker as first-choice replacement for Zapata", "oTtl": "Football Italia", "athr": "Alessandro Bai", "pId": 35, "sum": "Torino have reportedly opened talks with Napoli to understand whether they’d be open to selling...", "cnUrl": "https://football-italia.net/napoli-simeone-torino-target-zapata/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/11/empoli-v-napoli-serie-a-2.jpg", "pbAt": 1732370621791}, {"id": "pr:4224-a:927944", "ttl": "“We need to Improve our performances”: Alessandro Nesta prepares Monza for Torino clash", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Monza’s Serie A campaign faces a critical juncture as they prepare for an away match against Torino, a team that has also struggled recently. With three consecutive losses to tough opponents like Atalanta, Milan, and Lazio, Monza finds itself at the bottom of the league table alongside Venezia. Head coach Alessandro Nesta understands the urgency of the situation and is determined to turn things around. In a press conference ahead of the match, Nesta reflected on the team’s recent performances, stating, “We have reflected on the last matches and especially how to improve our performances. We need to score goals The post “We need to Improve our performances”: Alessandro Nesta prepares Monza for Torino clash appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/we-need-to-improve-our-performances-alessandro-nesta-prepares-monza-for-torino-clash/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/08/Nesta.webp", "pbAt": 1732363529394}, {"id": "pr:4224-a:926757", "ttl": "Monza face setback Matteo Pessina Injured", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Monza have received disappointing news ahead of their upcoming match against Torino, as captain Matteo Pessina has been ruled out due to injury. In a press conference, coach Alessandro Nesta revealed that Pessina has suffered a partial tear of the proximal tendon of his hamstring. “He will be out for a while; it will take time for him to recover,” Nesta stated, indicating that the midfielder’s absence could extend into 2025. Pessina’s injury is significant, as he is expected to miss approximately nine matches, eight of which are in Serie A. The games he will likely miss include crucial fixtures The post Monza face setback Matteo Pessina Injured appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/monza-face-setback-matteo-pessina-injured/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/11/Pessina.jpg", "pbAt": 1732307569331}]}