{"tCnt": 7, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:4652-a:934968", "ttl": "Serie A: Venezia 0-1 Lecce – Dorgu lifts Lecce out of relegation zone", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Patrick Dorgu scored the only goal of the game as Lecce recorded a 1-0 victory...", "cnUrl": "https://football-italia.net/serie-a-venezia-0-1-lecce-dorgu-lift/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/11/venezia-v-lecce-serie-a-1.jpg", "pbAt": 1732573271574}, {"id": "pr:4652-a:934906", "ttl": "Serie A | Venezia 0-1 Lecce: Match Report", "oTtl": "FootItalia", "athr": "Rav", "pId": 35, "sum": "In a thrilling Serie A encounter, Lecce emerged victorious against Venezia with a 1-0 win, thanks to a late goal from Piero Dorgu. The match, held at the Pierluigi Penzo Stadium, marked a successful debut for Lecce’s new manager Marco Giampaolo, who saw his team climb out of the relegation zone. From the outset, Venezia dominated the first hour of play. They created several scoring opportunities, with players like Oristanio and Idzes coming close to breaking the deadlock. Idzes hit the crossbar in the first half, while Lecce’s goalkeeper, Wladimiro Falcone, made crucial saves against attempts from Busio and Duncan. The post Serie A | Venezia 0-1 Lecce: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-venezia-0-1-lecce-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/11/Venezia-v-Lecce.png", "pbAt": 1732571288435}, {"id": "pr:4652-a:934562", "ttl": "Serie A: Venezia vs Lecce – Confirmed line-ups and live updates", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "The official line-ups have been confirmed as Venezia host Lecce in the final game in...", "cnUrl": "https://football-italia.net/serie-a-venezia-lecce-confirmed-line-ups/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/10/Joel-Pohjanpalo-Venezia-udinese-penalty.jpg", "pbAt": 1732561140604}, {"id": "pr:4652-a:933129", "ttl": "Serie A | Venezia v Lecce: Probable starting lineups", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Venezia are set to face Lecce at the Stadio Pier Luigi Penzo with the advantage of a fully fit squad, allowing coach Eusebio Di Francesco to field his preferred starting lineup. The team is expected to feature Gianluca Busio and Gaetano Oristanio supporting Finnish striker Joel Pohjanpalo, who has scored three of his four league goals at home this season. Oristanio stands out as the player with the most dribbles completed in Serie A after 12 matchdays. In goal, Filip Stankovic, on loan and having started the season as a backup, is likely to continue as the first choice. Meanwhile, The post Serie A | Venezia v Lecce: Probable starting lineups appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/?p=32838&utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/tactics-1.jpg", "pbAt": 1732530895321}, {"id": "pr:4652-a:932867", "ttl": "Venezia vs Lecce: the final fixture of matchday 13", "oTtl": "Lega Serie A", "pId": 35, "sum": "Lecce are unbeaten across their four matches against Venezia in Serie A (W2 D2), the joint-most times they’ve faced a side in the competition without ever losing (Monza also four). Both previous meetings between Venezia and Lecce played at the Stadio Penzo in Serie A have ended in draws: 0-0 on 2 April 2000 and 1-1 on 25 November 2001 (exactly 23 years since this match).", "cnUrl": "https://www.legaseriea.it/media/serie-a/venezia-vs-lecce-the-final-fixture-of-matchday-13-72a69hd?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.legaseriea.it/vimages/67408653/Sito_HERO_Venezia.jpg", "pbAt": 1732523831431}, {"id": "pr:4411-a:931348", "ttl": "Lecce’s Giampaolo: ‘There’s a lot to do in a small amount of time’", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Marco Giampaolo, the new head coach of Lecce, addressed the media ahead of his debut match against Venezia. The experienced manager expressed his eagerness to return to the sidelines and shared his initial thoughts on the team’s preparation and challenges. Giampaolo began by reflecting on his return to coaching: “Some time has passed, but it’s as if I never left the field. It was like getting back on a bicycle. I imagine and hope it will be the same after tomorrow evening.” Regarding the team’s readiness for the upcoming match, Giampaolo acknowledged the limited preparation time: “I only recovered 5-6 The post Lecce’s Giampaolo: ‘There’s a lot to do in a small amount of time’ appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/lecces-giampaolo-theres-a-lot-to-do-in-a-small-amount-of-time/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/11/Giampaolo-1.webp", "pbAt": 1732464215697}, {"id": "pr:4652-a:931285", "ttl": "Serie A | Venezia v Lecce: Match Prediction, Preview, Team News and Lineups", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "The Stadio Pier Luigi Penzo will be the stage for a pivotal Serie A encounter on Monday evening as bottom-dwellers Venezia welcome struggling Lecce in a match that could have significant implications for both sides’ survival hopes. Venezia find themselves in dire straits, anchored to the foot of the Serie A table after a disappointing start to the season. Eusebio Di Francesco’s men have managed just two victories across all competitions since their promotion via the Serie B playoffs. Their most recent outing saw them squander an early lead against Parma, eventually succumbing to a 2-1 defeat at home. The The post Serie A | Venezia v Lecce: Match Prediction, Preview, Team News and Lineups appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/?p=29867&utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/11/Venezia-v-Lecce.png", "pbAt": 1732462447054}]}