{"tCnt": 27, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:4237-a:789403", "ttl": "Ex-Roma boss Mourinho punished for using camera as protest prop", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Former Roma and Inter coach Jose Mourinho has added another curious incident to his litany...", "cnUrl": "https://football-italia.net/ex-roma-boss-mourinho-punished-camera-protest/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1727638708889}, {"id": "pr:4652-a:789243", "ttl": "Roma Boss Ivan Juric Highlights Game-Defining Moment in Venezia Win", "oTtl": "The Cult of Calcio", "athr": "Marko Vrakela", "pId": 35, "sum": "Roma overhauled a halftime deficit to beat newly-promoted Venezia 2-1 in Saturday's dramatic Serie A showdown at the Stadio Olimpico. New manager Ivan Juric made a crucial tactical change at the start of the second half to inspire his side's comeback. The post Roma Boss Ivan Juric Highlights Game-Defining Moment in Venezia Win appeared first on The Cult of Calcio.", "cnUrl": "https://cultofcalcio.com/roma-boss-ivan-juric-highlights-game-defining-moment-in-venezia-win/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.cultofcalcio.com/wp-content/uploads/2024/09/juric.webp", "pbAt": 1727634022891}, {"id": "pr:4652-a:789150", "ttl": "Venezia manager Di Francesco reflects on narrow defeat to Roma", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Venezia manager Eusebio Di Francesco expressed his frustration following his team’s 2-1 loss to Roma. Despite a strong performance for much of the match, Venezia ultimately succumbed to a late Roma comeback. Di Francesco began by stating, “If there was a team that deserved to win, it was us. We didn’t concede anything to Roma. The fault for their victory is entirely ours. We’re going home empty-handed. We played good football for the first 60-70 minutes. When you need to close out games, you have to close them out. Roma has the technical quality, and they turned the result around. The post Venezia manager Di Francesco reflects on narrow defeat to Roma appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/venezia-manager-di-francesco-reflects-on-narrow-defeat-to-roma/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2023/10/di-Francesco.jpg", "pbAt": 1727632333069}, {"id": "pr:4652-a:788920", "ttl": "Roma boss Ivan Juric discusses tactical shift during win over Venezia", "oTtl": "Get Italian Football News", "athr": "Michel Sakr", "pId": 35, "sum": "Roma manager Ivan Juric weighed in on the team’s come-from-behind victory over Venezia which also featured a tactical switch in the second half. The Croatian manager enjoyed a successful club…", "cnUrl": "https://www.getfootballnewsitaly.com/2024/roma-boss-ivan-juric-discusses-tactical-shift-during-win-over-venezia/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.getfootballnewsitaly.com/assets/as-roma-v-venezia-serie-a-1024x641.jpg", "pbAt": 1727627188385}, {"id": "pr:4237-a:788923", "ttl": "Roma’s Juric praises second half performance and clubs young talents", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Roma manager Ivan Juric expressed satisfaction with his team’s second-half performance in their 2-1 comeback victory against Venezia at the Stadio Olimpico. The Giallorossi overturned a first-half deficit with goals from Bryan Cristante and young talent Niccolò Pisilli. Juric highlighted the improved intensity after the break, stating, “In the second half, we raised the tempo, played better, and were fresher. We did very well. We shouldn’t forget that on Thursday evening we played a match of incredible intensity, so it’s understandable that some players were a bit below par.” The Croatian coach was particularly enthusiastic about the contribution of Roma’s The post Roma’s Juric praises second half performance and clubs young talents appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/romas-juric-praises-second-half-performance-and-clubs-young-talents/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/Jusric.jpeg", "pbAt": 1727627148176}, {"id": "pr:4652-a:788834", "ttl": "Homegrown hero Pisilli helps Roma beat Venezia but team's troubles far from over", "oTtl": "Associated Press", "pId": 35, "sum": "And Roma turned the match around completely eight minutes later when Pisilli, who turned 20 last Monday, headed in a corner at the near post. There was still time before the break for Venezia to almost get another as Roma defender Gianluca Mancini cleared Gaetano Oristanio’s strike off the line with goalkeeper Mile Svilar stranded after parrying another effort from Pohjanpalo.", "cnUrl": "https://apnews.com/article/napoli-roma-juric-lazio-serie-a-f4e41e5621953646bcec18b84da75155?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://dims.apnews.com/dims4/default/13ea6f5/2147483647/strip/true/crop/2487x1399+0+130/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F5a%2Fb8%2Fb66c4223847c2bd80bdb605e027e%2F2d5465e7ea824079a43db4803096719b", "pbAt": 1727624879733}, {"id": "pr:4237-a:788825", "ttl": "Juric confirms Roma tactical twist and Pisilli has ‘the right stuff’", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Ivan Juric acknowledges his change of tactics revitalised Roma for their comeback victory over Venezia...", "cnUrl": "https://football-italia.net/juric-roma-tactical-twist-pisilli-right-stuff/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1727624512269}, {"id": "pr:4237-a:788807", "ttl": "Roma youngster Pisilli: “Scoring in this shirt is a dream come true”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Roma midfielder Niccolò Pisilli fulfilled a childhood dream by scoring the winning goal in his team’s 2-1 comeback victory against Venezia at the Stadio Olimpico. The young Italian’s late header completed the turnaround for Roma after they had trailed 1-0 at halftime. In a post-match interview, an elated Pisilli described his emotions after netting his first goal for the club: “It’s a dream come true. Scoring in this stadium, for this shirt, is everything a Roman and Roma fan dreams of since childhood. So I’m extremely happy,” he said. Pisilli revealed his instinctive reaction was to celebrate with the entire The post Roma youngster Pisilli: “Scoring in this shirt is a dream come true” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/roma-youngster-pisilli-scoring-in-this-shirt-is-a-dream-come-true/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/Pisilli.jpg", "pbAt": 1727624244738}, {"id": "pr:4652-a:788762", "ttl": "Serie A | Roma 2-1 Venezia: Match Report", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "In a hard-fought Serie A encounter, Roma managed to overturn a deficit and claim a morale-boosting 2-1 victory against Venezia at the Stadio Olimpico. The win marks an important milestone for new coach Ivan Juric as he continues to settle into his role with the Giallorossi. The match began with Venezia taking an early lead through Joel Pohjanpalo, who capitalized on a rebound after Gianluca Busio’s strike hit the post. The visitors looked dangerous throughout the first half, nearly doubling their advantage just before the break. Roma struggled to find their rhythm in the opening period, with the team leaving The post Serie A | Roma 2-1 Venezia: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-roma-2-1-venezia-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/roma-v-Venezia.png", "pbAt": 1727623229952}, {"id": "pr:4652-a:788739", "ttl": "Serie A | Roma 2-1 Venezia: Pisilli rescues Giallorossi", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Niccolò Pisilli and a deflected Bryan Cristante effort allowed Roma to overturn Venezia and scrape...", "cnUrl": "https://football-italia.net/serie-a-roma-2-1-venezia-pisilli-rescues/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "http://img.youtube.com/vi/JQfhMQ0j9pw/0.jpg", "pbAt": 1727622333783}]}