{"tCnt": 10, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:2987-a:840616", "ttl": "Torino manager Vanoli reflects on disappointing loss to Cagliari", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Despite a strong performance, Torino suffered a 3-2 defeat against Cagliari, leaving manager Paolo Vanoli frustrated with his team's inability to secure a positive result. The post Torino manager Vanoli reflects on disappointing loss to Cagliari appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/torino-manager-vanoli-reflects-on-disappointing-loss-to-cagliari/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/05/Vanoli-e1715329514393.jpg", "pbAt": 1729450920497}, {"id": "pr:2987-a:840533", "ttl": "Serie A | Cagliari 3-2 Torino: Match Report", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "In a rollercoaster match that kept fans on the edge of their seats, Cagliari emerged victorious with a 3-2 win against Torino. The post Serie A | Cagliari 3-2 Torino: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-cagliari-3-2-torino-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/10/Cagliari-v-Torino.png", "pbAt": 1729449027892}, {"id": "pr:2987-a:840449", "ttl": "Serie A | Cagliari 3-2 Torino: Sardinians snatch comeback thriller", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Cagliari turned the game around to beat Torino 3-2 in a thriller with Nicolas Viola’s...", "cnUrl": "https://football-italia.net/serie-a-cagliari-3-2-torino-sardinian-thriller/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/10/Antonio-Sanabria-Torino-Cagliari-celebrate.jpg", "pbAt": 1729447379414}, {"id": "pr:2987-a:839405", "ttl": "Cagliari’s Nicola confident in squad’s Interpretation of team strategy ahead of Torino clash", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Cagliari manager Nicola addressed the media in a press conference ahead of their match against Torino. Speaking from the CRAI Sport Center, Nicola expressed optimism about his team’s condition and their understanding of his tactical approach. “The condition of the squad has reached an optimal and homogeneous level, apart from the injuries you are aware of,” Nicola stated. He emphasized that the true test would come on the field, especially with a series of closely scheduled matches ahead. The coach highlighted the importance of squad rotation in the upcoming fixtures: “All the players will be involved, there will be changes, The post Cagliari’s Nicola confident in squad’s Interpretation of team strategy ahead of Torino clash appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/cagliaris-nicola-confident-in-squads-interpretation-of-team-strategy-ahead-of-torino-clash/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2022/06/Nicola.jpg", "pbAt": 1729423974965}, {"id": "pr:3178-a:839231", "ttl": "Torino hit by double Injury blow: Ilic and Borna Sosa sidelined", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Torino’s head coach Paolo Vanoli has been dealt a significant setback as two key players, Ivan Ilic and Borna Sosa, have been sidelined due to injuries. This news comes as another blow to the team, following the recent injury to striker Duvan Zapata. The club released an official statement detailing the extent of the injuries. Ivan Ilic has been diagnosed with a focal lesion in the tendon of his left biceps femoris. This type of injury typically requires a period of rest and rehabilitation, potentially keeping the midfielder out of action for several weeks. Croatian fullback Borna Sosa’s situation appears The post Torino hit by double Injury blow: Ilic and Borna Sosa sidelined appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/torino-hit-by-double-injury-blow-ilic-and-borna-sosa-sidelined/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/08/Sosa.jpg", "pbAt": 1729418527459}, {"id": "pr:2987-a:838974", "ttl": "Cagliari vs Torino at 18:00 CEST", "oTtl": "Lega Serie A", "pId": 35, "sum": "Cagliari are the only team in the current Serie A season to have failed to score in the first 30 minutes of play; in addition, the Rossoblù are one of the five sides with only two goals netted in the first half of games. Torino have won five of their last eight Serie A away matches (D2 L1) against Cagliari: one more success than the Granata picked up in each of their previous 28 games on the road (W4 D11 L13) against the Sardi in the competition.", "cnUrl": "https://www.legaseriea.it/media/serie-a/cagliari-vs-torino-at-18-00-cest-72272b3?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.legaseriea.it/vimages/6714aecd/Sito_HERO_cag_.png", "pbAt": 1729409341263}, {"id": "pr:2987-a:837661", "ttl": "Serie A | Cagliari v Torino: Match Preview", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Cagliari welcome Torino to the Unipol Domus on Sunday as Serie A action resumes following the international break. The hosts will be looking to extend their recent upturn in form, while Torino aim to halt a two-game losing streak. Cagliari entered the international break on a positive note, having gone three matches unbeaten across all competitions. Davide Nicola’s side secured their first league victory of the season with a thrilling 3-2 win over Parma, before earning a creditable 1-1 draw against Juventus. These results have lifted the Sardinians to 15th in the table, one point clear of the relegation zone. The post Serie A | Cagliari v Torino: Match Preview appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-cagliari-v-torino-match-preview/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/10/Cagliari-v-Torino.png", "pbAt": 1729357466802}, {"id": "pr:2987-a:835360", "ttl": "Rocchi admits to refereeing errors in Juventus-Cagliari", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Referees’ Association chief Gianluca Rocchi looks back over specific Serie A controversial incidents, including Francisco...", "cnUrl": "https://football-italia.net/rocchi-refereeing-errors-in-juventus-cagliari/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/10/12532134-1.jpg", "pbAt": 1729277948499}, {"id": "pr:3178-a:835119", "ttl": "Ricci in high demand: Not just Guardiola eyeing Torino’s star midfielder", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Samuele Ricci’s stock continues to rise on the international stage, attracting attention from some of football’s biggest names. While Manchester City and Pep Guardiola are reportedly keen to bring him in as early as January to replace the injured Rodri, they are not alone in their pursuit of the talented Torino midfielder. Tuttosport report that Real Madrid have been quietly monitoring Ricci since September 2021, when Carlo Ancelotti first flagged him for observation. The Spanish giants have a sophisticated scouting system for tracking Europe’s best young talents, and Ricci has passed every stage of their evaluation process. His standout performance The post Ricci in high demand: Not just Guardiola eyeing Torino’s star midfielder appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/ricci-in-high-demand-not-just-guardiola-eyeing-torinos-star-midfielder/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2023/07/Ricci.png", "pbAt": 1729271004401}, {"id": "pr:2987-a:835016", "ttl": "Preview: Cagliari vs. Torino - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Sunday's Serie A clash between Cagliari and Torino, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/cagliari/preview/preview-cagliari-vs-torino-prediction-team-news-lineups_555814.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/38/duvan-zapata.jpg", "pbAt": 1729268983386}]}