{"tCnt": 13, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3951-a:932204", "ttl": "Fiorentina thrive with record-breaking Kean: A return to form", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Fiorentina are making waves in Serie A, currently enjoying a share of the top spot alongside Inter and Atalanta. The team is riding high after a decisive 2-0 victory against Como, marking their seventh consecutive win in the league—a feat achieved only once before in the club’s history back in 1960. This impressive run has reignited hopes among Fiorentina fans for a successful season after years of underperformance. Calciomercato report how the match against Como showcased the talents of Moise Kean, who has quickly become a key player for Fiorentina. Since joining from Juventus, Kean has been instrumental in the The post Fiorentina thrive with record-breaking Kean: A return to form appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/?p=32818&utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/07/Moise-Kean.jpg", "pbAt": 1732480656058}, {"id": "pr:3951-a:931658", "ttl": "Video: De Gea’s triple save inspires Fiorentina’s win again", "oTtl": "Football Italia", "athr": "Lorenzo Bettoni", "pId": 35, "sum": "David De Gea once again inspired a Fiorentina victory, this time with a stunning triple...", "cnUrl": "https://football-italia.net/video-de-gea-triple-save-inspires-fiorentina/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "http://img.youtube.com/vi/fWxiL0QgNP0/0.jpg", "pbAt": 1732469696705}, {"id": "pr:3951-a:931599", "ttl": "Palladino: ‘Fiorentina success also De Gea saves as if he’s 20’", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Raffaele Palladino outlines the secrets behind the success of his remarkable Fiorentina side after seven...", "cnUrl": "https://football-italia.net/palladino-fiorentina-success-de-gea-saves-20/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/11/David-De-Gea-Fiorentina.jpg", "pbAt": 1732468370391}, {"id": "pr:3951-a:931532", "ttl": "Fiorentina’s Palladino: “The team is motivated”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Following Fiorentina’s recent 2-0 victory over Como, coach Raffaele Palladino expressed his satisfaction with the team’s performance, highlighting their strong form in the current season. This win propelled Fiorentina to third place in the Serie A standings, tied on points with Inter and Atalanta. In his post-match interview, Palladino emphasized the key attributes of his squad, stating, “The team has two things that are fundamental: motivation and values. The motivations that want to always continue to grow and the human values they possess. I am satisfied with the work they are doing. It is not easy after so many compliments, The post Fiorentina’s Palladino: “The team is motivated” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/fiorentinas-palladino-the-team-is-motivated/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/08/Palladino.jpeg", "pbAt": 1732467152088}, {"id": "pr:3951-a:931399", "ttl": "Serie A | Como 0-2 Fiorentina: Match Report", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Fiorentina secured their seventh straight Serie A win with a commanding performance against Como, highlighted by David De Gea’s extraordinary goalkeeping and goals from Yacine Adli and Moise Kean. The match began with intense action, as Lucas Beltran narrowly missed connecting with a Robin Gosens cross that tested goalkeeper Emil Audero. Fiorentina broke the deadlock when Beltran skillfully laid off the ball to Yacine Adli, who drilled a low shot from the edge of the area through a crowded defense. The game’s defining moment came on the hour mark when David De Gea produced a remarkable triple save. The Spanish The post Serie A | Como 0-2 Fiorentina: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-como-0-2-fiorentina-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/11/Como-v-Fiorentina.png", "pbAt": 1732464711861}, {"id": "pr:3951-a:931370", "ttl": "Serie A | Como 0-2 Fiorentina: Viola celebrate seventh straight victory", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Fiorentina made it seven Serie A victories in a row thanks to Yacine Adli and...", "cnUrl": "https://football-italia.net/serie-a-como-0-2-fiorentina-viola-celebrate-7/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/11/Fiorentina-celebrate-in-Como.jpg", "pbAt": 1732464397991}, {"id": "pr:3951-a:930930", "ttl": "Serie A official line-ups: Como-Fiorentina and Torino-Monza", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Check the official line-ups for this afternoon’s Serie A games, as Fiorentina seek a seventh...", "cnUrl": "https://football-italia.net/serie-a-line-ups-como-fiorentina-torino-monza/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/09/Che-Adams-Torino-Lazio.jpg", "pbAt": 1732453909322}, {"id": "pr:3951-a:930518", "ttl": "Serie A | Como v Fiorentina: Probable starting lineups", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Fiorentina are set to face Como with a relatively healthy squad, though not without some notable concerns. La Viola have managed to stretch their winning run in Serie A to 6 matches, putting themselves in 4th position, just 3 points behind joint leaders Atalanta and Inter. For the visirots, Amir Richardson remains the only confirmed absence, leaving the team in a strong position for their fixture. Moise Kean continues to be a standout performer, having scored in each of his last three league matches. The forward has impressively netted 11 goals in just 14 games since his move to Florence, The post Serie A | Como v Fiorentina: Probable starting lineups appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/?p=32687&utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/tactics-2.jpg", "pbAt": 1732444581936}, {"id": "pr:3951-a:930252", "ttl": "Fiorentina hoping to keep up the momentum in Como", "oTtl": "Lega Serie A", "pId": 35, "sum": "Fiorentina have won their last three matches against Como across Serie A and B, while they have never recorded more consecutive wins against them over the two competitions. Como have won three of their last five Serie A matches against Fiorentina (D1 L1), although their most recent such win was in December 1988 (3-2).", "cnUrl": "https://www.legaseriea.it/media/serie-a/ranieri-s-roma-away-to-league-leaders-napoli-729nkf8?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.legaseriea.it/vimages/67408726/Sito_HERO_com.png", "pbAt": 1732435493314}, {"id": "pr:3951-a:929118", "ttl": "Fiorentina’s Palladino: “Kean needed confidence. There’s magic between us”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "After six consecutive victories, Raffaele Palladino’s Fiorentina seeks their seventh win against Como on Sunday. The Viola are second in the league table, just one point behind Napoli following a complicated start. However, the coach, as he stated to Sport Mediaset, never doubted his players: “Despite the loss against Atalanta, I realized I had a strong team that was growing. From there on, it’s been a journey of improvement: Bergamo was the turning point.” The turnaround also came for Moise Kean, who scored his first Serie A hat-trick in the last match against Verona and is now the second-highest scorer The post Fiorentina’s Palladino: “Kean needed confidence. There’s magic between us” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/fiorentinas-palladino-kean-needed-confidence-theres-magic-between-us/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/08/Palladino.jpeg", "pbAt": 1732387056656}]}