{"tCnt": 6, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:4410-a:896040", "ttl": "Serie A | Venezia 1-2 Parma: Match Report", "oTtl": "FootItalia", "athr": "Rav", "pId": 35, "sum": "Parma secured a crucial away victory against bottom-placed Venezia, revitalizing their campaign with a 2-1 comeback win. The match, held at the Stadio Pierluigi Penzo in Venice, saw Parma overcome an early setback to claim all three points. Venezia struck first, taking the lead just four minutes into the game. Hans Nicolussi Caviglia displayed impressive control and technique, chesting down a cross from Gaetano Oristanio before unleashing a powerful left-footed volley to open the scoring. However, Parma’s Emanuele Valeri atoned for his earlier defensive lapse by netting the equalizer. The defender capitalized on space afforded to him outside the box The post Serie A | Venezia 1-2 Parma: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-venezia-1-2-parma-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/11/Venezia-v-Parma.png", "pbAt": 1731172824831}, {"id": "pr:4410-a:895768", "ttl": "Serie A | Venezia 1-2 Parma: Precious Ducali comeback victory", "oTtl": "Football Italia", "athr": "Susy Campanale", "pId": 35, "sum": "Parma got themselves back on track with a precious victory away to rock bottom Venezia,...", "cnUrl": "https://football-italia.net/serie-a-venezia-1-2-parma-precious-victory/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/09/bl16896370972423-34-150x150.jpg", "pbAt": 1731167721502}, {"id": "pr:4410-a:894708", "ttl": "Venezia vs. Parma; the relegation battle hots up", "oTtl": "Lega Serie A", "pId": 35, "sum": "Parma have won their last four Serie A meetings against Venezia, scoring 11 goals and conceding five; indeed, only against Padova (five), do the Gialloblù have a longer current streak of victories in a row than against the Arancioneroverdi (four) in the top-flight. Among current Serie A sides, Venezia are the team Parma have faced the the most away from home without ever winning in the top-flight: three (D1 L2).", "cnUrl": "https://www.legaseriea.it/media/serie-a/venezia-vs-parma-the-relegation-battle-hots-up-726fm8c?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.legaseriea.it/vimages/672cd70d/Sito_HERO_ven.png", "pbAt": 1731139584694}, {"id": "pr:4410-a:893983", "ttl": "“High Injury rates are part of Serie A”: Parma coach Fabio Pecchia addresses team challenges", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "In a recent press conference ahead of the crucial match against Venezia, Parma’s coach Fabio Pecchia discussed the ongoing challenges faced by his team, particularly regarding the significant number of injuries. Pecchia emphasized the need for accountability and resilience among his players, stating, “We cannot isolate ourselves; we must be responsible and aware of our current situation.” He clarified that his call for “lightness” in play is not about being superficial but rather about maintaining a positive mindset and focusing on their game quality. As the team prepares for the upcoming match, Pecchia reiterated the importance of treating every game The post “High Injury rates are part of Serie A”: Parma coach Fabio Pecchia addresses team challenges appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/high-injury-rates-are-part-of-serie-a-parma-coach-fabio-pecchia-addresses-team-challenges/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/08/Pecchia-1.jpg", "pbAt": 1731096304325}, {"id": "pr:4410-a:892616", "ttl": "Serie A | Venezia v Parma: Match Preview", "oTtl": "FootItalia", "athr": "Rav", "pId": 35, "sum": "Two of Serie A’s struggling sides will face off on Saturday as Venezia host Parma at the Stadio Pier Luigi Penzo. Both teams gained promotion last season but have found life difficult in the top flight, with Venezia currently in the relegation zone and Parma just one point above them. This match represents a vital opportunity for both sides to pick up crucial points in their fight for survival. Venezia come into this match on the back of a narrow 1-0 defeat away to champions Inter Milan last weekend. Despite putting in a spirited performance and having a late equalizer The post Serie A | Venezia v Parma: Match Preview appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-venezia-v-parma-match-preview/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/10/Veneia-v-parma.png", "pbAt": 1731067366641}, {"id": "pr:4410-a:892174", "ttl": "Venezia-Parma Calcio 1913 Statistical Preview", "oTtl": "WhoScored.com", "pId": 35, "sum": "Venezia are coming off a 1-0 defeat to Inter Milan at San Siro as Filip Stankovic pulled off several key saves for the Lagunari, while Marin Sverko had a 97th minute equaliser ruled out for handball a...", "cnUrl": "https://www.whoscored.com/Matches/1835002/Preview/Italy-Serie-A-2024-2025-Venezia-Parma-Calcio-1913?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1731059188081}]}