{"tCnt": 7, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:4411-a:894218", "ttl": "Serie A | Lecce 1-1 Como: Match Report", "oTtl": "FootItalia", "athr": "Rav", "pId": 35, "sum": "Lecce managed to secure a 1-1 draw against Empoli in a tightly contested Serie A match at the Stadio Via del Mare on Friday evening. Santiago Pierotti’s equalizer canceled out Pietro Pellegri’s first-half goal, which had given Empoli the lead. Luca Gotti opted for Nikola Krstovic as his main striker, while Roberto D’Aversa implemented a 3-5-2 formation featuring Lorenzo Colombo and Pellegri, who had recently scored his first goal for Empoli against Como. Pellegri opened the scoring in the 33rd minute with a powerful shot from the edge of the area that found the bottom corner, celebrating with a signature The post Serie A | Lecce 1-1 Como: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-lecce-1-1-como-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/10/Lecce-v-Empoli.png", "pbAt": 1731103750696}, {"id": "pr:4642-a:894196", "ttl": "Serie A | Lecce 1-1 Empoli – Woodwork takes a battering", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Lecce fought back to earn a 1-1 draw at home to Empoli in Serie A...", "cnUrl": "https://football-italia.net/serie-a-lecce-1-1-empoli-woodwork-battering/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/11/12617520.jpg", "pbAt": 1731103329304}, {"id": "pr:4642-a:893895", "ttl": "Serie A: Lecce vs Empoli – Official line-ups and live updates", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Luca Gotti and Roberto D’Aversa have confirmed their starting line-ups as Lecce host Empoli in...", "cnUrl": "https://football-italia.net/serie-a-lecce-vs-empoli-official-line-ups/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/09/bl17163779751482-34-150x150.webp", "pbAt": 1731093221490}, {"id": "pr:4642-a:892029", "ttl": "Lecce-Empoli Statistical Preview", "oTtl": "WhoScored.com", "pId": 35, "sum": "Lecce are coming off a 1-0 defeat to Bologna last weekend and now sit at the bottom of the league table. Empoli pulled off a narrow win over Como thanks to Pietro Pellegri's goal and have moved into ...", "cnUrl": "https://www.whoscored.com/Matches/1834999/Preview/Italy-Serie-A-2024-2025-Lecce-Empoli?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1731056515535}, {"id": "pr:4642-a:892003", "ttl": "Lecce vs. Empoli in the race for survival", "oTtl": "Lega Serie A", "pId": 35, "sum": "Following the win in the last match against Empoli in Serie A (1-0 at Via del Mare, thanks to Nicola Sansone`s goal, on 13rd April), Lecce could win back-to-back games against the Toscani for the first time in the competition. Empoli have kept a clean sheet in five of their 11 matches in Serie A this season (equaling their best tally at this point of a season in the top flight, set in 1998/99): only Juventus (eight) and Napoli (seven) have collected more than the Toscani (five, level with Fiorentina and Inter) in the league this season.", "cnUrl": "https://www.legaseriea.it/media/serie-a/lecce-vs-empoli-in-the-race-for-survival-726c9ia?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.legaseriea.it/vimages/672cd709/Sito_HERO_lec.png", "pbAt": 1731055195910}, {"id": "pr:4642-a:890315", "ttl": "Serie A | Lecce v Empoli: Match Preview", "oTtl": "FootItalia", "athr": "Rav", "pId": 35, "sum": "The bottom-placed Lecce will welcome mid-table Empoli to Stadio Via del Mare on Friday in a crucial Serie A encounter. Both teams enter this match with contrasting fortunes and objectives, setting the stage for an intriguing battle. Luca Gotti’s Lecce find themselves in a precarious position, rooted to the bottom of the Serie A table. Their struggles have been particularly evident in attack, having scored just four goals in 11 matches this season. The Salentini’s last victory came against Hellas Verona, breaking a 400-minute goal drought. However, they failed to build on that momentum, suffering a 1-0 defeat to Bologna The post Serie A | Lecce v Empoli: Match Preview appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-lecce-v-empoli-match-preview/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/10/Lecce-v-Empoli.png", "pbAt": 1730995718548}, {"id": "pr:4642-a:890222", "ttl": "Empoli’s D’Aversa: ‘We expect a heated atmosphere against Lecce’", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Empoli manager Roberto D’Aversa addressed the media ahead of his team’s crucial away match against Lecce. He emphasized that Lecce has won many direct clashes at home and described it as an environment that pushes a lot. “This match is important; we must be good at dampening the enthusiasm, and we must do it by playing our game at our best, both physically and mentally.” Reflecting on his return to his former club, D’Aversa shared, “After what happened, I stayed living in Lecce, partly because the children were going to school and partly because we had many friends. It will The post Empoli’s D’Aversa: ‘We expect a heated atmosphere against Lecce’ appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/empolis-daversa-we-expect-a-heated-atmosphere-against-lecce/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/01/Daversa.jpg", "pbAt": 1730993786465}]}