{"tCnt": 7, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3861-a:934752", "ttl": "Serie A: Empoli 1-1 Udinese – Three in a row for Pellegri", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "Empoli were held to a 1-1 draw at home against Udinese in Serie A on...", "cnUrl": "https://football-italia.net/serie-a-empoli-1-1-udinese-three-for-pellegri/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/11/empoli-v-udinese-serie-a-2.jpg", "pbAt": 1732565646164}, {"id": "pr:3861-a:934673", "ttl": "Serie A | Empoli 1-1 Udinese: Match Report", "oTtl": "FootItalia", "athr": "Rav", "pId": 35, "sum": "In a tightly contested Serie A match, Empoli and Udinese battled to a 1-1 draw at the Stadio Carlo Castellani. The encounter saw Empoli take the lead in the first half through Pietro Pellegri, only for Udinese to equalize late in the game thanks to Keinan Davis. Empoli started strong, with Pellegri scoring the opening goal just before the half-hour mark. The young forward executed a well-placed shot from outside the box, sending a low drive past Udinese goalkeeper Maduka Okoye into the corner of the net. This goal marked a significant moment for Pellegri, who had been looking to The post Serie A | Empoli 1-1 Udinese: Match Report appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/serie-a-empoli-1-1-udinese-match-report/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/11/Empoli-v-Udinese.png", "pbAt": 1732563489177}, {"id": "pr:3861-a:934254", "ttl": "Serie A: Empoli vs Udinese – Confirmed line-ups and live updates", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "The official line-ups have been confirmed as Empoli host Udinese in Monday evening’s early kick...", "cnUrl": "https://football-italia.net/serie-a-empoli-udinese-confirmed-line-ups/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/05/Lazar-Samardzic-Udinese-Empoli-goal.jpg", "pbAt": 1732553920826}, {"id": "pr:3861-a:933306", "ttl": "Serie A | Empoli v Udinese: Probable starting lineups", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "As Empoli prepare to host Udinese in Serie A, both teams are grappling with injury concerns that will shape their tactical approaches. Empoli manager Roberto D’Aversa is expected to adopt a 3-5-2 formation, partly due to the unavailability of several key players. The attack will likely feature a partnership of Milan loanee Lorenzo Colombo and the in-form Pietro Pellegri. Despite a career marred by injuries, Pellegri has found his scoring touch, netting in his last two appearances. The striker now has the opportunity to score in three consecutive games for the first time in his Serie A or Ligue 1 The post Serie A | Empoli v Udinese: Probable starting lineups appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/?p=32842&utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/tactics-2.jpg", "pbAt": 1732534533446}, {"id": "pr:3861-a:932677", "ttl": "Monday's Serie A predictions including Empoli vs. Udinese", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole provides score predictions and previews for all of today's Serie A fixtures, including Empoli vs. Udinese.", "cnUrl": "https://www.sportsmole.co.uk/football/empoli/serie-a-predictions/feature/mondays-serie-a-predictions-including-empoli-vs-udinese_558904.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/40/lorenzo-lucca.jpg", "pbAt": 1732515154133}, {"id": "pr:3861-a:931121", "ttl": "Udinese’s Runjaic: “We need organisation and conviction in challenging times”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Udinese head coach Kosta Runjaic addressed the media ahead of the team’s upcoming match against Empoli, emphasizing the need for conviction and organization during a challenging period for the club. Runjaic acknowledged that the team is going through a phase where points are hard to come by, but stressed the importance of maintaining the right approach. “There are moments in the season when points don’t come, we need to know how to face them. We have all the means to play a good game,” he stated. The coach highlighted the strengths of their upcoming opponents, Empoli, noting their solid defense The post Udinese’s Runjaic: “We need organisation and conviction in challenging times” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/?p=32733&utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/08/Runjaic.jpg", "pbAt": 1732458833465}, {"id": "pr:3861-a:930732", "ttl": "Serie A | Udinese v Empoli: Match Prediction, Preview, Team News and Lineups", "oTtl": "FootItalia", "athr": "Rav", "pId": 35, "sum": "As the 13th round of Serie A unfolds, Empoli and Udinese prepare for a pivotal encounter at Stadio Carlo Castellani on Monday evening. With just a single point separating the two sides in the league standings, this match presents an opportunity for both teams to improve their position and build momentum heading into the busy holiday period. Under the guidance of Roberto D’Aversa, Empoli have defied expectations this season. The Azzurri have lost only three of their 14 matches across all competitions, propelling them into the top half of the table. Their recent form has been particularly impressive, with a The post Serie A | Udinese v Empoli: Match Prediction, Preview, Team News and Lineups appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/?p=30836&utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/11/Empoli-v-Udinese.png", "pbAt": 1732450043572}]}