{"tCnt": 4, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3323-a:774638", "ttl": "Boavista 0-3 Benfica - Three Straight Wins for Bruno Lage", "oTtl": "PortuGOAL", "athr": "mjfmarshall@gmail.com (Matthew Marshall)", "pId": 35, "sum": "Benfica made it three straight wins under Bruno Lage after recording a routine 3-0 win against Boavista. The Eagles went ahead in the 11th minute when Kerem Aktürkoğlu’s cross was converted by Vangelis Pavlidis. Another Turk was involved as Benfica doubled their advantage in the 31st minute, a low drive from Orkun Kökçü skidding past 17-year-old goalkeeper Tomé Sousa. The second half onslaught failed to eventuate at Estádio do Bessa Século XXI due to Benfica’s wastefulness and Boavista’s hustling defence. Arthur Cabral replaced Pavlidis late on, the Brazilian striker bamboozling an exhausted Bruno Onyemaechi and netting the third in added time. Agra wasteful Boavista began as expected, waiting for counter attacking opportunities which came as early as the 3rd minute. They cleared a corner and broke clear, Salvador Agra ignoring options on both sides and sending a long range strike well wide. Ibrahima Camará made an important clearance as Benfica began to assert their authority. Ángel Di María provided a chance for Kerem Aktürkoğlu that was too close to Tomé Sousa, Orkun Kökçü then firing straight at the young goalkeeper. Benfica break through The Eagles wouldn’t be denied and took the lead in the 11th minute. Aktürkoglu broke through some feeble defence, drove to the byline and squared to Vangelis Pavlidis who side footed home. Pavlidis hit the post before Boavista began to create chances of their own. Ilija Vukotić saw his shot slapped away by Anatoliy Trubin before the Ukrainian collected a tame effort from Sebastián Pérez. Kökçü on target The fightback was short lived as Benfica doubled their advantage in the 31st minute. Kökçü tried his luck from distance and hit the jackpot, a grass cutter catching out Sousa who saw it late and was a split second too slow to react. Tomás Araújo’s cross went begging as Benfica remained on the front foot going into half-time. The second half started in the same fashion, Sousa saving Araújo’s header and getting off his feet to deny Nicolás Otamendi on the follow up. Second half slowdown Di María went close to extending the lead before a blunder backpass from Pedro Gomes was intercepted by Aktürkoglu, the Turk sending his volley over Sousa and onto the roof of the net. Joel Silva made a vital interception with Di María set to break into the box, Benfica’s onslaught not eventuating due to Boavista’s energy, organization and the Eagles’ final ball which was continually absent. Bruno Lage brought on Zeki Amdouni for Aktürkoglu before introducing Leandro Barreiro and Gianluca Prestianni for Fredrik Aursnes and Di María. Arthur who? Arthur Cabral replaced Pavlidis in the 88th minute and silenced some of his critics with a goal in added time. Bruno Onyemaechi got tangled up and failed to make a regulation clearance, Cabral stealing the ball and poking it past Sousa. Boavista a broken club Boavista are on a road that has been well travelled in Portugal, following the same path as many clubs who have been mismanaged into administration and dropped down the divisions or into oblivion. This season has already claimed two casualties, Vitória de Setúbal and Grupo Desportivo Fontinhas. The Panthers’ financial distress and FIFA imposed restrictions has resulted in a squad that is barely hanging together. 17-year-old Tomé Sousa made his second start in goal with João Gonçalves and Luís Pires out due to long term injuries. Rodrigo Abascal is the only recognised central defender in the squad, 18-year-old Alexandre Marques yet to make his first team debut. With Abascal unavailable against Benfica, Cristiano Bacci selected two left-backs in central defence - Bruno Onyemaechi and Filipe Ferreira. 21-year-old left-back Joel Silva made his seventh start in the top flight and did an admirable job marking Ángel Di María. 21-year-old Pedro Gomes, a right-back who was on loan at fourth division club FC Barreirense last season, had a tough job sticking with Kerem Aktürkoğlu. 18-year-old Joäo Barros made his first start out wide after two brief appearances as a substitute. The four youngsters who came off the bench had one senior start between them. It’s going to be a long and hard season for everyone involved with Boavista Futebol Clube. By Matthew Marshall Highlights", "cnUrl": "https://portugoal.net/club-news/4141-boavista-0-3-benfica-three-straight-wins-for-bruno-lage?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://portugoal.net/images/Benfica/BenficaKokcu03Boavista.jpg", "pbAt": 1727130754815}, {"id": "pr:304-a:773844", "ttl": "Benfica to Wear Red & White Home and Away Kits in the Future Only, Third Kit Designated for Experiments", "oTtl": "Footy Headlines", "athr": "PTG", "pId": 35, "sum": "Following a meeting of Benfica's general assembly, the club have decided to stop using colors other than red and white on their home and away kits from next season.", "cnUrl": "https://www.footyheadlines.com/2024/09/red-white-benfica-kits-in-future.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://blogger.googleusercontent.com/img/b/R29vZ2xl/AVvXsEhMEDxu1-HcAz8NiFY-ZPzCJk6Ices3tj3vozYt5j2ergWa5anpCF5BKooZcRlptFqrTVIyQOKHfSgXyns1jqfJVdxGLL-LjhtQDJXFdcOVKxqq0vLe9GDKc-4j1R0zWNZd7raBDlPygJmiem95eLfYFkH6koU_f9-WKirNeGkyLXKEwppmbruu7UWKddM/s0/red-white-benfica-kits-in-future%2520%25281%2529.jpg", "pbAt": 1727104429885}, {"id": "pr:3323-a:772776", "ttl": "Boavista vs Benfica (23 September 2024): preview, odds, form guide and players to watch", "oTtl": "PortuGOAL", "athr": "portugoal@portugoal.net (Tom Kundert)", "pId": 35, "sum": "SL Benfica travel to Boavista FC on Monday night in the final match of Jornada 6 of the Primeira Liga in a mouthwatering encounter between two of Portugal’s most decorated and well supported clubs. The hosts will be desperate to get something from the game as they hover just above the relegation zone, while Benfica will hope to continue the “new manager bounce” so far experienced under Bruno Lage. PortuGOAL previews the match. Preview Benfica have struggled to find any consistency over the opening stages of the Primera Liga, dropping five points in their first five league matches. The Lisbon side sit seventh in the league table, one point behind S.C. Braga and F.C. Famalicão. They have scored nine goals and conceded 4 in their opening five matches. After a string of underwhelming performances, the Eagles parted ways with German manager Roger Schmidt on 31 August following a 1-1 draw with Moreirense. Schmidt led the club to the Portuguese title and Champions League quarter finals in 2023, but failed to replicate those highs in 2023/24, finishing 10 points adrift of local rivals and 2024 league champions Sporting CP. Bruno Lage, now in his second spell with the club, will take the helm for Monday’s match in Porto. The former Sheffield Wednesday and Swansea assistant has guided the team to a 4-1 win over Santa Clara and a 2-1 victory over Red Star Belgrade in the UCL. Boavista FC are currently languishing in 14th position in the league with five points from their first five fixtures. They have managed just three goals and have conceded four. Unfortunately for Boavista, their 2024/25 season has started in similar fashion to the second half of their 2023/24 campaign, when they struggled badly. Last year, the Porto based club stunned the nation by upsetting Benfica 3-2 in their opening match at the Estádio do Bessa before narrowly avoiding falling into the relegation zone on the final day of the season. This year, a 1-0 win over Casa Pia AC in their opening match provided some much-needed hope for the debt-ridden club, but any optimism was short-lived. Boavista have not been able to maintain their week one form, securing just two points from their last four matches. Newly-appointed manager Cristiano Bacci has experience in the Portuguese league, previously leading Olhanense in the second tier. This, however, will be considered his first big job in football and the 49-year-old Italian will have his hands full trying to turn around a club that has struggled over the last six years. Odds Boavista: 11.25, Benfica: 1.23, Draw: 5.70 Over 2.5 total goals: 1.60, Under 2.5 goals: 1.95 *All odds provided from Betano.pt. Odds are subject to change prior to kick off. Form Guide (Liga Portugal) Benfica: L, W, W, D, W Boavista: W, L, L, D, D Head-to-head Record The two teams have met a total of 61 times in league play at the Boavista’s ground, the hosts winning on 14 occasions, with 21 draws and Benfica coming out on top 26 times. In more recent times, Benfica have accentuated their supremacy over their northern rivals. In 20 matches between the two clubs in the last decade, Benfica have won 14, with 3 draws and 3 wins for Boavista. Players to watch Argentina’s world cup winner Ángel Di María will be the headline name on display but viewers may want to keep a close eye on winger Kerem Aktürkoğlu. The 25-year-old was signed from Galatasary this summer and has made an instant impact in a Benfica side that was desperate for a creative spark. Aktürkoğlu will be looking to make it three goals in three games after scoring in his debut against Santa Clara, and following that up with a vital early goal against Red Star Belgrade. Two goals in two matches is a fantastic start for a player that cost approximately 12 million euros. Róbert Boženík is yet to score this season but the Slovakian international remains one of the Primera Liga’s most lethal strikers. Boženík has received very little support over the course of the season and is due a goal. He finished with 11 goals last season and was instrumental in keeping the “pretos e brancos” up last year. Boženík remains the focal point of the attack and if Boavista have any hopes of an upset, the 24-year-old striker will have to be at his best.", "cnUrl": "https://portugoal.net/club-news/4139-boavista-vs-benfica-23-september-2024-preview-odds-form-guide-and-players-to-watch?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1727077749839}, {"id": "pr:3323-a:770176", "ttl": "Preview: Boavista vs. Benfica - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Monday's Primeira Liga clash between Boavista and Benfica, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/boavista/preview/preview-boavista-vs-benfica-prediction-team-news-lineups_553541.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/38/antonio-silva-florentino-luis.jpg", "pbAt": 1726960235097}]}