{"tCnt": 2, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:4155-a:750695", "ttl": "Sporting breeze past Arouca 3-0 to keep up perfect start", "oTtl": "PortuGOAL", "athr": "portugoal@portugoal.net (Tom Kundert)", "pId": 35, "sum": "Five games, five wins, 19 goals scored and two conceded. Sporting continued their perfect defence of the Primeira Liga title with a 3-0 victory in Arouca tonight. Francisco Trincão was the star of show with a goal and an assist, with Pote and Viktor Gyökeres (penalty) also hitting the net. New signing Maxi Araújo made his debut late on in what turned out to be a comfortable night for the Lions. All change Sporting made five changes in relation to the victory over Porto in their previous match. Goalkeeper Franco Israel came in for the injured Kovacevic, while Zeno Debast, Mateus Reis, Nuno Santos and Daniel Bragança also started, as Ousmane Diomande, Eduardo Quaresma, Geny Catamo and Hidemasa Morita dropped to the bench. Coach Rúben Amorim explained post-match the alterations were made not because of Sporting’s Champions League opener against Lille on Tuesday, but rather owing to the travel, utilisation and short amount of training time the quartet in question had had because of the international break. Arouca also made five changes compared to their last match against Rio Ave with José Fontán, Ivo Rodrigues, Uladzislau Marozau, Amadou Danté and Mamadou Loum getting the nod in place of Weverson Costa, Matías Rocha, Morlaye Sylla, Henrique Araújo and Cristo González. Early chance for Arouca With forwards Araújo (injured) and González (sold to Al-Sadd) out of the equation, Arouca fans could have been excused for thinking their team would carry little goal threat, but the hosts almost took the lead with little over 20 seconds on the clock. Captain David Simão found Jason Remeseiro with a ball over the top of Sporting’s defence, the Spaniard racing clear but as Israel came out of goal to reduce the angle he ballooned his effort over the bar. That was as good as it got for Arouca in the first half, with Sporting taking completed control. The visitors hit back with an early opportunity of their own, Pote finding Gyökeres in the box who turned and shot but Mantl saved comfortably. Sporting were hogging possession and looking particularly dangerous down the left flank, with the recalled Nuno Santos sending several dangerous crosses into the box. Pote heads home It was no surprise when the goal came in the 24th minute. Trincão did well to win the ball close to the byline in the box, straight away volleying a short looping cross onto the head of Pedro Gonçalves who guided it into the net from close range. It was all Sporting with the lively Trincão having claims for a penalty turned down as he crashed to the floor after surging into the box. Daniel Bragança forced Mantl into a diving save with a shot from outside the box and on the stroke of half time Gonçalo Inácio had a great chance to double Sporting’s lead but his header from a well-delivered Pote cross was too close to Mantl. Arouca coach Gonzalo García made a double switch at half time, Sylla and Alfonso Trezza coming on for Ivo Rodrigues and Marozau, and just like in the first half it was the home team who created the first moment of danger. The inventive Jason played a clever pass round the corner to Trezza, whose firm low shot tested Israel’s reflexes but the Sporting goalkeeper was equal to the effort. Sporting hit back, Nuno Santos trying his luck from distance, his shot taking a deflection and forcing Mantl into a scrambling save for a corner. Arouca were enjoying a little more of the ball in the second half, but it was always the Lisbon club who looked more likely to score the next goal, and the ball was in the Arouca net in the 66th minute when Loum turned a Santos cross into his own goal. The former Porto player was saved embarrassment when a lengthy VAR check ruled Santos had been offside at the start of the move. Gyökeres inevitable There was another long VAR intervention soon afterwards, but this time to Sporting’s benefit as referee awarded the Lions a penalty for handball by Fukui after a Pote header. Viktor Gyökeres duly smashed in the spot kick to continue his prolific start to the season. His eight Primeira Liga goals are more than any other team in the league apart from Sporting have scored. With the game won Amorim began to rotate the team, no doubt thinking about Tuesday’s Champions League night. Matheus Reis, Nuno Santos, Morten Hjulmand and Geovany Quenda were replaced by Diomande, Geny Catamo, Morita and Maxi Araújo, the Uruguayan making his debut for the Green and Whites and almost assisting Gyökeres with his first touch of the ball. The changes did not halt Sporting’s forward momentum as the Liga Portugal leaders pushed for further goals. In the 80th minute Trincão crowned another excellent display with a super goal, the forward showing neat footwork to dance his way into the box and produce and low left-footed finish low into the corner of the net. That was his last piece of action as Marcus Edwards replaced Trincão for the last few minutes. The Sporting bandwagon rides on, but tougher tests await Amorim’s men. By Tom Kundert Goals: [0-1] Pedro Gonçalves, 24’ [0-2] Viktor Gyökeres (pen), 72’ [0-3] Francisco Trincão, 80’", "cnUrl": "https://portugoal.net/club-news/4111-sporting-breeze-past-arouca-3-0-to-keep-up-perfect-start?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://portugoal.net/images/Sporting/Trincao-Celebs-in-Arouca.jpg", "pbAt": 1726270167700}, {"id": "pr:3442-a:746155", "ttl": "Barcelona, Bayern & Co - The 24/25 Champions League teams with the most academy graduates", "oTtl": "Transfermarkt", "athr": "redaktion@transfermarkt.de (Redaktion Transfermarkt)", "pId": 35, "sum": "It's almost that time again. Europe's elite teams will begin locking horns in the Champions League next Tuesday. The brand new format will see a league phase replace the group stage, with 36...", "cnUrl": "https://www.transfermarkt.co.uk/barcelona-bayern-amp-co-the-24-25-champions-league-teams-with-the-most-academy-graduates/view/news/443728?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://tmssl.akamaized.net/images/foto/big/ucl-academy-spotlight-1726063281-147765.png?lm=1726063294", "pbAt": 1726125602960}]}