{"tCnt": 1, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:4063-a:755044", "ttl": "Vitória beat 10-man Braga 2-0 in Minho derby; Super-sub Samu gives Porto victory over Farense; João Carvalho golaço earns Estoril first win against Nacional", "oTtl": "PortuGOAL", "athr": "portugoal@portugoal.net (Tom Kundert)", "pId": 35, "sum": "Three entertaining Primeira Liga matches were played this Sunday, with top billing going to the Minho derby at the Quarry in Braga. Vitória continued their brilliant start to the season by beating their local rivals 2-0 thanks to second-half goals by João Mendes and Tomás Ribeiro. Earlier in the afternoon Porto welcomed Farense to the Estádio do Dragão and created chance after chance only to be frustrated by a wondrous goalkeeping display from Ricardo Velho. Substitute Samu Omorodion, making his home debut, eventually netted the winner for the hosts. Estoril picked up their first win of the season thanks to a superb opportunistic strike from 40 yards out by João Carvalho to beat Nacional 1-0 at the Estádio António Coimbra da Mota. Braga 2-0 Vitória The Minho derby is the most keenly anticipated match in the Portuguese football calendar that does not involve the big three. It was another typically blood and thunder affair in Braga tonight, with Vitória continuing their near perfect start to the season by winning for the first time in seven years at the home of their fierce rivals. Midfielder João Mendes and centre-back Tomás Ribeiro scored in quick succession early in the second half. In between Bright Arrey-Mbi was anything but bright, the German centre-back headbutting Nélson Oliveira and getting himself sent off. Vitória join Porto on 12 points, and stay third in the standings. Porto 2-1 Farense Farense travelled to Porto rock bottom of the table as the only team yet to collect a point and having conceded 10 goals in their opening four matches. As expected, it was one-way traffic with only the woodwork (Porto struck the post or crossbar four times!) and a miraculous display by Farense goalkeeper Ricardo Velho avoiding another heavy defeat. Porto took the lead early in the second half when Galeno won and converted a penalty, but Farense struck straight back, a bad mistake by Otávio punished by Tomané. Just like in the first half, time and time again Velho somehow kept the ball out of the net until new signing Samu came to the rescue with the winner in the 75th minute, hitting home the rebound after Velho had pulled off another excellent save. Porto remain second, three points behind leaders Sporting. Estoril 1-0 Nacional New Estoril coach Ian Cathro was starting to feel the pressure after no wins in his team’s first four matches. Nacional started the stronger and had the better of the first half, hitting the bar early on and spurning several chances. But it was Estoril midfielder João Carvalho who scored the only goal of the half, and the game, in the 17th minute, picking up a rushed clearance by Nacional goalkeeper Lucas França and lobbing the ball into the net from fully 40 yards out. Both sides had chances to score after the break but Estoril held on for the three precious points.", "cnUrl": "https://portugoal.net/club-news/4116-vitoria-beat-10-man-braga-2-0-in-minho-derby-super-sub-samu-gives-porto-victory-over-farense-joao-carvalho-golaco-earns-estoril-first-win-against-nacional?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://portugoal.net/images/VitoriaGuimaraes/Braga-0-2-Vitoria-September2024.jpg", "pbAt": 1726439439625}]}