{"tCnt": 3, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:4155-a:789436", "ttl": "Porto beat ten-man Arouca 4-0", "oTtl": "PortuGOAL", "athr": "portugoal@portugoal.net (Tom Kundert)", "pId": 35, "sum": "Porto bounced back to winning ways as four unanswered second-half goals beat Arouca at the Estádio do Dragão this afternoon. Star striker Samu Omorodion continued his prolific start to life at Porto by bagging his fifth goal in four games. Nico González, Wenderson Galeno and Deniz Gül also found the net against an Arouca side who had competed well until having Güven Yalçin sent off shortly before the interval. Red card game-changer It was a case of “before and after”, the crucial moment in the match coming in the 43rd minute when Arouca striker Güven Yalçin, already on a yellow card, recklessly crunched into Nico González. The referee blew for the foul and admonished the Turk with a second yellow and the subsequent red. Porto coach Vítor Bruno immediately took advantage of the situation, sending on striker Deniz Gül for midfielder Vasco Sousa at half time to give the Dragons a double-pronged front line, and Porto duly swept the visitors away. Three quick-fire goals in an eight-minute spell ended the game as a contest, with Gül adding a fourth goal five minutes from time. Porto 4-0 Arouca highlights", "cnUrl": "https://portugoal.net/club-news/4165-porto-beat-ten-man-arouca-4-0?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://portugoal.net/images/FCPorto/Samu-Omorodion-Porto-Celebs.jpg", "pbAt": 1727639515578}, {"id": "pr:4155-a:787615", "ttl": "Sunday's Primeira Liga predictions including Porto vs. Arouca", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole provides score predictions and previews for all of today's Primeira Liga fixtures, including Porto vs. Arouca.", "cnUrl": "https://www.sportsmole.co.uk/football/porto/primeira-liga-predictions/feature/sundays-primeira-liga-predictions-including-porto-vs-arouca_554124.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/37/vitor-bruno.jpg", "pbAt": 1727588819539}, {"id": "pr:4155-a:784578", "ttl": "Preview: Porto vs. Arouca - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Sunday's Primeira Liga clash between Porto and Arouca, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/porto/preview/preview-porto-vs-arouca-prediction-team-news-lineups_554082.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/39/samu-omorodion.jpg", "pbAt": 1727460415036}]}