{"tCnt": 2, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3442-a:899500", "ttl": "Ruben Amorim signs off in style as Sporting CP win 4-2 in Braga", "oTtl": "PortuGOAL", "athr": "mjfmarshall@gmail.com (Matthew Marshall)", "pId": 35, "sum": "Ruben Amorim's spell as Sporting Clube de Portugal manager concluded with a thrilling 4-2 victory in Braga. The Warriors took advantage of individual errors to take a 2-0 lead into the break, Ricardo Horta punishing the Portuguese champions on both occasions. Amorim introduced Jeremiah St. Juste, Hidemasa Morita and Conrad Harder before the hour mark and all three would play an important role in the fight back. Morita got a goal back in the 58th minute after St. Juste hit the post and Morten Hjulmand equalised in the 81st minute when he fired a rocket into the top corner. Harder would be the hero however, beating Matheus in the 89th minute and once again in added time to send Amorim off to Manchester United in style. Braga take a 2-0 lead It was an exciting start to the game with both teams looking threatening out wide. Pote talked himself into an early booking after a late challenge on Bruma. Braga took the lead in the 20th minute after an error from Zeno Debast. The Belgian defender made a mess of a regulation clearance, kicking the ball straight to Ricardo Horta who smashed the ball into the roof of the net. Pote went down the tunnel not long after and was replaced by Geny Catamo which saw Maximiliano Araújo push further up the pitch. Araújo fired into the side netting with half-time on the horizon but it would be Braga who would add to their advantage. Daniel Bragança was robbed by João Mourinho who released Bruma, the winger waiting for the run of Horta who saw his shot hit Franco's leg and loop into the net. Amorim acts Debast's defensive effort to stop Horta’s second goal was borderline comical, Rúben Amorim replacing him with Jeremiah St. Juste at the break. Matheus did well to come off his line to deny Viktor Gyökeres, Amorim wasting no time by introducing Hidemasa Morita and Conrad Harder for Bragança and Araújo in the 56th minute. It took just two minutes for Morita to get Sporting back into the contest. St. Juste headed Geovany Quenda's corner off the post, the ball falling straight to Japanese midfielder who showed great reflexes to find the net. Gyökeres went close to getting onto Catamo's cross, Carlos Carvalhal immediately reacting by bringing on Victor Gómez and Roberto Fernández for Roger and El Ouazzani. Catamo's deflected drive tested Matheus before Gonçalo Inácio replaced Matheus Reis. Morten Hjulmand's frustration got himself booked but he soon took his frustration out on the ball and drew his side level in the 81st minute. The Sporting captain wasn't closed down a long way out from goal so took matters into his own hands, drilling the ball into the top corner with Matheus no chance. The Lions looked more likely to take all three points and did just that in the 89th minute. Morita gave the ball to Harder who decided to try his luck, the Dane hitting the jackpot after his shot sailed through João Ferreira and past Matheus. There was still time for Sporting to put some icing on the cake in added time. Braga failed to deal with a long throw, Trincão releasing Harder who raced clear and beat Matheus once again. Sensational spectacle Ruben Amorim's farewell at his former club promised a lot and delivered even more. It was a fantastic game of football and a fitting farewell. Amorim proved why he is one of the best Portuguese managers and fully deserves his chance at Manchester United. Individual errors resulted in his side trailing 2-0 at the break, but he delivered another masterclass in the second half to guide his team to a 11th consecutive Primeira Liga victory this season. The timing of his move to the Premier League leaves a lot to be desired, but the financial and reputational disparities between the two leages is no surprise to anyone. He will be missed by all football purists in Portugal, perhaps even some Porto and Benfica supporters who now have a chance to dethrone the Lions at the summit of the Primeira Liga. By Matthew Marshall Highlights", "cnUrl": "https://portugoal.net/club-news/4279-sporting-cp-win-4-2-in-braga?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://portugoal.net/images/Braga/Braga24SportingCP.jpg", "pbAt": 1731276243027}, {"id": "pr:3442-a:899337", "ttl": "Ruben Amorim enjoys sensational Sporting Lisbon farewell ahead of Man Utd move", "oTtl": "Mirror Football", "athr": "mirrornews@mirror.co.uk (Nathan Ridley)", "pId": 35, "sum": "BRAGA 2-4 SPORTING LISBON: A first-half double from Ricardo Horta looked to have condemned Ruben Amorim's side to their first defeat of the season, but the Primeira Liga champions fought back to win", "cnUrl": "https://www.mirror.co.uk/sport/football/match-reports/ruben-amorim-sporting-braga-manutd-34079132?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.mirror.co.uk/incoming/article34079249.ece/ALTERNATES/s615/1_GettyImages-2183400324.jpg", "pbAt": 1731272316802}]}