{"tCnt": 2, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3080-a:784913", "ttl": "Second-gear Sporting beat Estoril 3-0 to maintain perfect record", "oTtl": "PortuGOAL", "athr": "portugoal@portugoal.net (Tom Kundert)", "pId": 35, "sum": "Sporting continued their so far blemish-free defence of their Primeira Liga title with a seventh straight victory, away at Estoril tonight. First-half goals by Geny Catamo and Morita reflected the away team’s utter domination. It was a more even affair after the break, but the result was never in doubt and Daniel Bragança’s late strike put the icing on the cake for the Lions. More to follow.", "cnUrl": "https://portugoal.net/club-news/4161-second-gear-sporting-beat-estoril-3-0-to-maintain-perfect-record?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1727472721942}, {"id": "pr:3080-a:780440", "ttl": "Primeira Liga Jornada 7 preview: Can Estoril halt the Sporting juggernaut?", "oTtl": "PortuGOAL", "athr": "portugoal@portugoal.net (Tom Kundert)", "pId": 35, "sum": "We may have only had 6 rounds of Primeira Liga football so far this season, but already it feels like we’ve been back for months with the emergence of new stars, managerial sackings, and clubs already judged to be relegation fodder. It’s so easy to forget that a lot can change in football in a very short space of time, and the way the table has shaped up so far may not be close to how it finishes in May. The next storylines will start to be written tomorrow as Jornada 7 kicks off. Albert Carter-Phillips has the PortuGOAL preview of the seventh round of matches in the Primeira Liga. Estoril v Sporting The main and most exciting aspect of the season so far has been Sporting’s early season dominance. A perfect 6 wins from 6 league games only tells part of their story, as not only do they stand alone at the top of the league table in terms of points, but have scored 22 goals (10 more than any other team), and conceded just two, the lowest of any team in the league. Viktor Gyökeres alone has scored more goals than all but three teams in the league. Estoril, who host Sporting on Friday evening for the opening game of Jornada 7, will therefore rightfully feel intimidated by the visit of the league champions. Estoril’s season started poorly with two losses in their opening two games, but they are unbeaten since then, albeit with only one win in that time. It will take a lot for Estoril, managed by Scottish manager Ian Cathro, to get anything out of this game, and they haven’t shown enough evidence so far this season that they’ll be capable of pulling off any kind of upset. Given Sporting’s imperious form it’s unlikely we’ll see an end to their winning start to the season this weekend. Benfica v Gil Vicente Benfica have had a great start to life under Bruno Lage with two wins in the league and one in the Champions League. Perhaps the most promising early signs under their new coach is the improved form of key players such as Orkun Kökçü, as well as the welcome addition of Turkish compatriot Kerem Aktürkoğlu who’s provided some much-needed dynamism on the wings. They host Gil Vicente at the Estádio da Luz, the Primeira Liga draw specialists have drawn their last 4 games, and would undoubtedly be delighted with another draw away from home against the Portuguese giants Benfica, but they’re facing the Eagles at the wrong time as Lage’s men have seemingly turned a corner and left their early season issues behind them. Porto v Arouca Porto are at home to Arouca on Sunday evening. Their good start to the season has been buoyed further still by the form of new striker Samu Omorodion who now has 4 goals in his first 3 games wearing the Blue and White. They’ll be hoping the 20-year-old Spanish striker continues that form as they look to keep pace with league leaders Sporting, and bounce back from a disappointing Europa League defeat to Bodø/Glimt in midweek. Arouca’s start to the season has been poor, their two league wins papering over the cracks of what has been an understandably tough start to life after the departure of coach Daniel Sousa. Uruguayan attacker Trezza scored their winning goal against Farense last week, and Arouca will need more players like him – those who played an understudy role to last season’s strike pairing of Cristo and Rafa Mujica – to set up if they’re to improve. As far as this game goes, Arouca seem a long way from the team that got a shock win against the Dragons last season. Braga v Rio Ave Outside of the big three, Braga host Rio Ave in what should be an interesting game on Sunday evening. Rio Ave have started the season well, although will be disappointed to let a two-goal lead slip to draw against Estoril last weekend. The standout performer in that game was English left-back Omar Richards, on loan from Nottingham Forest. The attacking full-back was an attacking threat all game and made a big impact on his side’s performance. Rio Ave have been unlucky with the season schedule so far. In their first six games they have played Porto and Sporting, and now face Braga to make it 3 of last year’s top 4 in their first 7 games. As a team tipped for potential success this season, given their highly rated manager Luís Freire, and host of interesting signings made as a result of investment from new ownership, they would love to take the scalp of a big club and will go into this game against Braga aiming to win. Braga themselves haven’t been totally convincing, losing the Minho derby and drawing with Gil Vicente within their last three games. This could be a tough test for the Minhotos in an important game to get their season back on track. Santa Clara v Boavista Finally, it is worth keeping an eye on Santa Clara vs. Boavista, also on Sunday evening, as the Azoreans look to continue an excellent start to the season which has seen them win every game except those against Benfica and Porto. As a newly promoted side it can be difficult to adapt to life in the Primeira Liga, but Santa Clara have done so with aplomb so far. Their opponents Boavista on the other hand have struggled. A squad with diminishing quality is showing natural signs of weakness, not helped by a freak double injury to both their first team goalkeepers in one training session which has seen 17-year-old goalkeeper Tomé Sousa thrust into the first team. Their performance in their 3-0 loss to Benfica on Monday clearly demonstrated defensive frailty, despite a commendable desire and togetherness that any team needs to survive. Three players to keep an eye on this weekend Omar Richards (Rio Ave): The young English full-back (pictured, right) has burst into life at Rio Ave since joining on loan from Nottingham Forest. His quality was evident as he was involved in multiple attacking moves and assisted Rio Ave’s first goal. As Rio Ave look to climb the table in the coming weeks, Richards could prove to be a hugely valuable asset for his team. Samu Omorodion (Porto): It’s been an impressive start to life at Porto for young Spanish striker Samu, scoring in each of the last three matches for the Dragons and proving to be the missing piece of the puzzle for Porto who had previously lacked goals from an established striker. He has shown great raw ability for a young player, but still has some developing to do if he’s to grow into the world-class player Porto hope he will become. He’ll look to keep scoring and improving in their game against Arouca. Alisson Safira (Santa Clara): Santa Clara’s good start to the season is well documented, but what’s most pleasing to see is they’ve done it with largely the same squad that saw them promoted from the second division last season. One new signing however, who has made a big difference is Alisson Safira, signed from Vitória in the summer. He’s scored two important goals so far and looks like an important part of Santa Clara’s squad going forward.", "cnUrl": "https://portugoal.net/club-news/4152-primeira-liga-jornada-7-preview-can-estoril-halt-the-sporting-juggernaut?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1727340058019}]}