{"tCnt": 4, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:304-a:899625", "ttl": "Benfica humble Porto with 4-1 thrashing at the Luz", "oTtl": "PortuGOAL", "athr": "portugoal@portugoal.net (Tom Kundert)", "pId": 35, "sum": "Benfica bounced back to top form by outplaying fierce northern rivals Porto in Lisbon tonight, running out 4-1 winners in front of an elated Estádio da Luz crowd. Álvaro Carreras put the Eagles ahead but Porto hit back to equalise shortly before half time through Samu Aghehowa. The second half was one-way traffic with Benfica all over a docile Porto side, an own goal by Nehuén Pérez and a brace by the ageless Ángel Di María just reward for a dominant home team. More to follow.", "cnUrl": "https://portugoal.net/club-news/4280-benfica-humble-porto-with-4-1-thrashing-at-the-luz?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1731280246345}, {"id": "pr:304-a:897302", "ttl": "Sunday's Primeira Liga predictions including Benfica vs. Porto", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole provides score predictions and previews for all of today's Primeira Liga fixtures, including Benfica vs. Porto.", "cnUrl": "https://www.sportsmole.co.uk/football/estrela-amadora/primeira-liga-predictions/feature/sundays-primeira-liga-predictions-including-benfica-vs-porto_557764.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/39/samu-omorodion.jpg", "pbAt": 1731221340529}, {"id": "pr:304-a:895286", "ttl": "How Porto’s 1992 win over Benfica shifted football dominance to the north in Portugal", "oTtl": "PortuGOAL", "athr": "portugoal@portugoal.net (Tom Kundert)", "pId": 35, "sum": "Benfica host Porto in Lisbon tomorrow. Whenever you think of matches between rivals SL Benfica and FC Porto many classic encounters come to mind. Probably none was as iconic and reflects how that rivalry became so huge as the day when the northern side travelled to the Portuguese capital in 1992 to claim an unexpected win that paved the way for a league title few believed was in their grasp. It was a day when the old Estádio da Luz stadium was in full force to support the Eagles but still proved unable to deter the Dragões in their crowning march towards glory, even if the tense and toxic environment around Portuguese football at the time left little to celebrate. European success masks domestic malaise Football in Portugal was in a very dark place back in 1991. Not on sporting terms, mind you. Three times over the past six seasons Portuguese clubs had played the European Cup final, with FC Porto winning the trophy for the first time in 1987 and then SL Benfica ending up the losing side in the 1988 and 1990 finals. The brewing of what would later become known as the Golden Generation coincided with the last hurrah of a series of talented players that were never able to garner the same recognition, perhaps because neither they played abroad nor was the national team able to qualify for major tournaments. But if on the pitch things were doing relatively well, outside it was chaos all around. It had been a decade since Pinto da Costa won the FC Porto presidential elections and Portuguese democracy had come of age, 18 years after the Carnation Revolution. A lot had changed since. The power shift moved swiftly and abruptly from south to north. The Setubal and Lisbon clubs, dominating forces up until then, were soon surpassed by Porto and Braga-associated clubs, with the Ave Valley providing each season more clubs able to compete at the highest level. Most sides served as satellites around an ever-powerful FC Porto who, not only proved on the pitch to be the strongest sporting rival Benfica had ever faced, but outside it as well. The Liga de Futebol was being cooked up north to establish a scale to the Portuguese Federation, seated in Lisbon, and its hitherto undisputed power. Recrimination around referees’ decisions, violence between supporters, and stadiums emptier than what nostalgia makes some believe showed a different scenario to what we know today. The FC Porto bus was usually attacked whenever they crossed south of Aveiro as the Pinto da Costa rallying speeches against the government and the central authorities proved enough to launch a new battle cry. “We only want to see Lisbon burn,” chanted the Dragões supporters in unison. The bitterest of rivalries In that context of warfare, Porto and Benfica matched each other brilliantly on pitch. To the dominating side coached by Artur Jorge who won back-to-back league titles and then a European cup followed by a very offensive and competent Benfica side coached by a favourite son of the club, Toni. After a brief spell in Paris, Jorge came back to restore Porto to its former glory only to meet another comeback story of its own, the one that brought Sven-Goren Eriksson from the Serie A to Da Luz again. The Swede had led the great Benfica side of the early 1980s and came to endear himself even more to the Eagles supporters when his side went to Das Antas, at the end of the 1991 season, to claim a win thanks to super-sub César Brito. The Lisbon side had to change in the corridors of the old Porto stadium because of manure planted by the locals in their dressing room and held firm on the turf to claim a win few believed possible. It meant the end of Artur Jorge’s second spell and trumped back Benfica to Portugal’s top spot if only briefly. Pinto da Costa, who by then had already won everything a Portuguese chairman could dream of in only ten years in power, decided to call up a Brazilian manager, Carlos Alberto Silva, to claim back what was lost while Benfica, under the leadership of Eriksson, hoped to build on that win to establish a more permanent dominion. While the Eagles proved their worth in Europe, famously defeating Arsenal at Highbury in a European Cup knockout tie before entering the final group stage in a group finally won by Johan Cruyff’s Barcelona, Porto never truly appeared a consistent side in Europe but domestically things were different. It was a strange season altogether. Vitória SC were the first leaders of the league table, remaining first up until matchday 11 in all but only a couple of weeks when both Boavista and FC Porto briefly reached first place before stumbling down. Against all odds, Benfica claimed the top of the league on matchday 12 but were then beaten by rivals Sporting giving away the top spot to Porto. A goalless draw at das Antas in the first part of the season helped the Dragões keep the lead as they proved to be a more consistent side during the second half of the season and seemed on route to win the league. By that time both sides had also met twice in the Supercup with a win each, Benfica prevailing 2-1 at home and Porto winning 1-0 in das Antas. The decisive match would eventually only be played out in September of 1992, on what would become one of the most iconic nights in Portuguese football but, back in March, when Porto travelled once again south to play the title holders everyone knew a draw would suffice to reclaim the league title. What happened entered the history books. Porto forced to watch Benfica’s delayed title celebrations In typical Portuguese football style back from the day, the Benfica board decided to play some mind games with the away side. The team was presented before kick-off with the league trophy of the previous season taking more than 90,000 local supporters to ecstasy. It was a sunny March afternoon, the 22nd. There were still eight matches to go but the Águias knew they needed to win not only to cut down Porto’s lead of five points – with Benfica having a game in hand to play at Chaves – but also to install doubt in the league leaders for the remaining fixtures. Silently, Porto players watched as their rivals lifted the trophy, nervously smiling. It was one of the tensest moments in the history of both club’s rivalry. As usual Eriksson fielded a typically offensive side with Neno on goal, accompanied by José Carlos, Veloso, William and Rui Bento in defence. Paneira and Pacheco spread out wide for Thern, Isaías, Yuran and the hero of the 1991 Clássico César Brito to go full force against Vitor Baía’s goal. The Swede also had former goalscoring glory Matts Magnussen and his fellow international Stefan Schwarz accompanying youth prospects Paulo Sousa and Rui Costa on the bench if needs be. Porto, in turn, knowing they had the advantage, were happy to play on the counter. Domingos Paciência was subbed and in came Tozé to partner with Bulgarian striker Emil Kostadinov, backed by Portuguese internationals Jaime Magalhães, Jorge Couto, António André and Rui Filipe. And for the first half nothing really happened, much to Porto’s pleasure. They were in control and happy to frustrate any of Benfica’s forward runs. The second half was completely different. On the hour a brilliant solo run by Rui Filipe, seen then as one of the brightest prospects in Portuguese football, carved its way right into the heart of the Benfica defence. While the attacking midfielder was preparing to face Neno, a late lung from behind from Rui Bento threw him to the floor. Bento was sent off and captain João Pinto took to the spot to open the score. Rui Filipe is brought down in the box after a brilliant run. Penalty and a red card for Rui Bento. Ten-man Benfica rally Playing against ten men and a goal up it seemed game over but it was far from it. Benfica were hurt in their pride but still had loads of talent to call upon and a stadium that dressed up to the occasion, never fading in their support. Centre-back William headed a brilliantly taken Vitor Paneira free-kick to equalise, just ten minutes later, and Benfica had a set of good chances to score the winner in the following minutes. They didn’t and it came up to Kostadinov to put Porto ahead once again, on 84 minutes, just sliding his foot to push the ball into an empty net after a brilliant Domingos assist. Like a boxer who is about to be defeated but refuses to stay down, Benfica, now with Rui Costa and Magnusson on the pitch, surged once more and Russian striker Sergei Yuran squared things up again in the following minute after a brilliant Costa through pass. With Jaime Magalhães also sent off, the last five minutes were electrifying, a sense that anything could happen and both sides could claim a late win. With Benfica pushing ever more forward, it was Porto who grabbed the decisive goal as Domingos set clear late substitute Ion Timofte and the Romanian international made it three for the away side. Romanian attacking midfielder Ion Timofte was the match-winner for Porto. Victory paves way for Porto march to the title Porto’s win sealed the championship fate. They were seven points up and would end the season with more than ten points than Benfica. Carlos Alberto Silva had mastered a side who were tactically very disciplined and counted on very skilful players who knew when to perform at the highest level. And mentally they had become stronger than ever before, something borne out when they came from behind in the penalty shootout of the Supercup between both sides a few months on in Coimbra. Porto would eventually win the league the following season as well making it back-to-back wins, the first time Porto won it twice in a row since 1986. They would eventually be denied a Double by Boavista in the Cup final while Benfica saw how Eriksson’s tenure ended in tears after the ecstasies of the previous season. More importantly, this was the title match that established a changing of the guard. Up until that moment, it became clear to all that Benfica and Porto had been sparring equally for a decade now, but things were about to change. While Porto’s influence grew and the quality of their side picked up with shrewd signings and academy prospects making their way into the first eleven, and bounced further forward by taking part in the first editions of the Champions League, Benfica began to spend more they had and progressively the club got indebted. Poor choices from the board followed and even if Toni’s return proved a good decision, with the 1993/94 title to prove it, the club had lost its ability to be the commanding force they once were. Benfica spiral downwards, Porto become fearless In some way, the dark days of Vietnam were but a consequence of Benfica trying to catch up with Porto’s newfound dominance and the Dragões win at da Luz, that March afternoon, sparked the light to an era of total dominance. Porto would end the decade with seven league titles under their belt against Benfica’s two and Sporting solo effort in 2000. They had become the major force in Portuguese football, with continuous performances in European competitions, the historical Penta run and then, after Mourinho’s arrival, the continental glory that followed, culminating their golden era. Had Benfica won that afternoon, the title would probably be Porto’s to lose but suffering defeat the way they did, proved to the Porto supporters, who still remembered how difficult it was to cross the Arrábida bridge to travel south and play against the Lisbon sides for decades, that they were the ones who should be feared from now on. Portuguese football would never be the same after that season. It wasn’t Porto’s first big away win but it was definitely a sliding doors moment. The Eagles had flown higher than anyone before but they were about to experience first-hand the brute force of the new era of dominance of the Dragons. By Miguel Lourenço Pereria, author of “Bring Me That Horizon – A Journey to the Soul of Portuguese Football”.", "cnUrl": "https://portugoal.net/classics-topmenu/4275-how-portos-1992-win-over-benfica-shifted-football-dominance-to-the-north-in-portugal?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://portugoal.net/images/FCPorto/FCPorto-Luz-1991-1992.jpg", "pbAt": 1731156929051}, {"id": "pr:304-a:894314", "ttl": "Preview: Benfica vs. Porto - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Sunday's Primeira Liga clash between Benfica and Porto, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/benfica/preview/preview-benfica-vs-porto-prediction-team-news-lineups_557750.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/45/benfica.jpg", "pbAt": 1731107083958}]}