{"tCnt": 2, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:262-a:805507", "ttl": "FC Porto vs SC Braga: Preview, Odds, Form Guide and Players to Watch (October 6)", "oTtl": "PortuGOAL", "athr": "shdbhojwani@gmail.com (Sahir Bhojwani)", "pId": 35, "sum": "The atmosphere at the Estádio do Dragão promises to be electric for Sunday’s match between FC Porto vs SC Braga. This will be a fascinating and highly entertaining encounter between two of the Portugal league’s title contenders this season. SC Braga have had a rollercoaster start to the season and it will not get easier this weekend. After a 3-0 defeat to Olympiacos in Greece on Thursday, they can expect another boisterous crowd in Porto this weekend. FC Porto have struggled in Europe this year, but have won six of their first seven matches in the league and currently sit second in the standings. Preview: FC Porto will enter the game on a high after holding one of Europe’s biggest clubs to a commendable draw on Thursday. A 3-3 draw against Manchester United at the Estádio do Dragão this week should provide a confidence boost going into Sunday’s vital match against Braga. Portuguese manager Vítor Bruno has taken over from Sérgio Conceição this season and has done well to maneuver his way through a tricky fixture list to start the campaign. In the league, FC Porto have won six of their seven matches with their only loss of the season coming against an in-form Sporting CP side at the Estádio José Alvalade. They have managed 16 goals and allowed three over those seven matches. Porto currently sit second in the standings, three points ahead of Sporting and two points ahead of Benfica. Two players in particular have led the charge for the Dragons. Brazilian winger Wenderson Galeno has seems to be able to come up with critical goals when necessary. Samuel “Samu” Omorodion, who was signed this summer from Atlético Madrid, has been in scintillating form. Both players have seven goals so far this season. SC Braga have been defeated just once in their first seven Primeira Liga matches but that single loss fails to paint the complete picture. It has been a laborious and demanding few months for the northern side that have already played 15 matches in the league, Europa League and Europa League qualifying round. Overall, Braga have managed 9 wins, 4 draws and 2 losses over the course of the campaign, scoring 25 goals and conceding five. One area where the club has not had any issues is finding goals. So far, 11 different players have got their name on the score sheet with Amine El Ouazzani and Rodrigo Zalazar both recording five goals each so far this season. Braga are currently fifth in the Liga Portugal table with 14 points but have struggled to find any consistency. A series of subpar performances early in the year led to the sacking of Daniel Sousa on August 11. Carlos Carvalhal has returned to the club for his second stint and has done well to steady the ship. Braga secured 13 points from six league matches since the Portuguese manager took over and recorded a vital win against Maccabi Tel Aviv in the Europa League. Thursday’s defeat against Olympiacos will have dampened spirits but the Braguistas still have plenty to be optimistic with the Carvalhal at the helm. Odds: FC Porto: 1.60, SC Braga: 5.80, Draw: 4.35 Over 2.5 total goals: 1.55,, Under 2.5 goals: 2.02 *All odds provided from Betano.pt. Odds are subject to change prior to kick off. Form Guide (All Competitions): FC Porto: D W L W W SC Braga: L W W W L Head-to-head Record: FC Porto and SC Braga have faced off 169 times since the two clubs first met in 1926. It has been a relatively one-sided affair with the “azuis and brancos” winning on 113 occasions (67%). Braga have won 26 times (15%). The two clubs have drawn 30 times (18%) over the last 98 years. When playing at home, FC Porto have won 69 of 83 matches between the two sides. SC Braga have failed to defeat FC Porto in their last five encounters with the Dragons winning four times and one draw. Over that stretch, Braga have been outscored 9-1. The last meeting between these two sides was on May 18 with Porto edging the contest 1-0 with Wenderson Galeno recording the goal. Players to watch: Goals have been coming from all sides of the pitch but it is Braga’s impressive defensive record in the league that stands out. The club have allowed just four goals over their first seven league matches and a big part of that is due to goalkeeper Matheus’ phenomenal form. Only FC Porto and Sporting CP have allowed fewer goals than Braga in the Liga Portugal this season. The 32-year-old Brazilian is one of the first names on the team sheet. His shot-stopping abilities cannot be overstated, but more importantly, are his leadership qualities for a Braga backline that has been rotated heavily this season. With a full house expected at the Estádio do Dragão, Matheus will have to be at his best against a talented and dynamic Porto attack. Samu Omorodion will be the player to keep an eye on for the home side on Sunday. The powerful striker has made an immediate impact since his summer transfer from Atlético Madrid. Five goals in five matches was a remarkable start to his Porto career, but the Spaniard really put himself on the map with two goals against Manchester United in the Europa League. It will be interesting to see if Samu can continue this incredible run against Braga on Sunday.", "cnUrl": "https://portugoal.net/club-news/4183-fc-porto-vs-sc-braga-preview-odds-form-guide-and-players-to-watch-october-6?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://portugoal.net/images/Stadiums/Dragao-Portugal-Slovakia-20231013.jpg", "pbAt": 1728157505636}, {"id": "pr:262-a:803888", "ttl": "Juventus ready to make Conceição move permanent: He convinced everyone", "oTtl": "Football Italia", "athr": "Alessandro Bai", "pId": 35, "sum": "Porto loanee Francisco Conceição has only played 151 minutes for Juventus since joining in the...", "cnUrl": "https://football-italia.net/juventus-conceicao-move-permanent/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1728117959393}]}