{"tCnt": 2, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:201-a:786473", "ttl": "Santa Clara vs Boavista (29 September 2024): Preview, Odds, Form Guide and Players to Watch", "oTtl": "PortuGOAL", "athr": "portugoal@portugoal.net (Tom Kundert)", "pId": 35, "sum": "Boavista FC travel to Ponta Delgada to face CD Santa Clara for Sunday’s late match in the Liga Portugal. The two clubs find themselves on opposite ends of the league table but will both be desperate for wins for very different reasons. After four consecutive games without a win, Boavista will be hoping for a result to give themselves some breathing room from the bottom three. Newly promoted Santa Clara have won three of their last four matches and will be looking to firmly cement their position amongst the top three with a victory on Sunday. Preview Santa Clara dominated the Portuguese second division (Liga Portugal 2) in 2023/34. Manager Vasco Matos guided the Azoreans to 21 wins, 10 draws and 3 defeats in his first year with the club to lead them to promotion. Their fine form has continued in the Primeira Liga with the club taking 12 points from their opening six matches. So far, Santa Clara have only dropped points to FC Porto and SL Benfica. They currently sit fourth in the standings and remain on the heels of Portugal’s traditional “big three”. The Brazilian trio of Gabriel Silva, Alisson Safira and Vinicius Lopes have provided the firepower over the early stages of the competition, combining for seven goals and three assists. Santa Clara has already recorded 10 goals and is averaging 1.7 per match. In comparison, the defending has not been up to par. Santa Clara have allowed eight goals in 6 matches and recorded just two clean sheets. After winning their opening fixture of the 2024/25 campaign against Casa Pia AC, Boavista have struggled to find any consistency. As Panteras are hovering just above the relegation zone with just five points from their opening six matches. They are winless in their previous five games and have logged just three goals over the course of the season. Another major factor in the club’s recent drop in form are the injuries to the club’s two leading goalkeepers. João Gonçalves and Luís Pires will be unavailable for Sunday’s match with 17-year-old Tomé Sousa expected to start his third consecutive match between the sticks. The arrival of Italian manager Cristiano Bacci this summer has failed to provide a spark, but a large part of that is due to the club’s poor financial state and large outstanding debts. The situation is gloomy and Bacci has been assigned the monumental task of turning this club around on a shoestring budget. Odds Santa Clara: 1.53, Boavista: 5.90, Draw: 3.85 Over 2.5 total goals: 1.98, Under 2.5 goals: 1.57 *All odds provided from Betano.pt. Odds are subject to change prior to kick off. Form Guide (Liga Portugal) Santa Clara: L W W L W Boavista: L L D D L Head-to-head Record Santa Clara and Boavista have met 19 times in their history with 16 of those matches taking place in the Primeira Liga, two in the second tier and one in the Taça de Portugal. The Azoreans have hosted this encounter on 10 occasions with the home side winning two, the away side winning three and three draws. Recently, Boavista has edged the series, winning two of the last five games and drawing two more. The last match between the two sides took place on 4 February 2023 at the Estádio de São Miguel and ended in a 2-2 draw. Players to watch Alisson Safira has been the central figure in Santa Clara’s potent attack but his Brazilian compatriot Vinícius Lopes currently leads the team with three goals in six matches. The 25-year-old has been used predominantly down the right wing in a traditional 4-3-3 formation and his pace and crafty footwork continue to cause problems for opponents. The forward has already recorded three goals and an assist, an impressive feat considering he has played just 327 minutes of football this season. Boavista will once again turn to Slovakian international Róbert Boženík to provide the goals as they look to secure a result in Azores. The 24-year-old is yet to score or record an assist over 528 minutes this season, but a big part of that is due to a lack of service from the midfielders. Boavista have struggled to create chances for their main striker with the club managing just 2.8 shots on target per game. When provided the opportunity, however, Boženík remains one of the Primeira Liga’s most dangerous finishers. He scored 11 goals last season for Boavista and we can expect to see plenty more from the gifted striker as the season progresses.", "cnUrl": "https://portugoal.net/club-news/4162-santa-clara-vs-boavista-29-september-2024-preview-odds-form-guide-and-players-to-watch?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1727540213170}, {"id": "pr:201-a:785007", "ttl": "Preview: Santa Clara vs. Boavista - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Sunday's Primeira Liga clash between Santa Clara and Boavista, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/santa-clara/preview/preview-santa-clara-vs-boavista-prediction-team-news-lineups_554089.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/39/santa-clara.jpg", "pbAt": 1727476168657}]}