{"tCnt": 2, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:9116-a:912806", "ttl": "Preview: Ghana vs. Niger - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Monday's Africa Cup of Nations Qualifying clash between Ghana and Niger, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/ghana/preview/preview-ghana-vs-niger-prediction-team-news-lineups_558282.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/36/ghana_2.jpg", "pbAt": 1731806011834}, {"id": "pr:9116-a:912436", "ttl": "No organisation, leadership or direction: Ghana are wasting a generation of talent | Jonathan Wilson", "oTtl": "The Guardian", "athr": "Jonathan Wilson", "pId": 35, "sum": "They should be one of the Africa Cup of Nations favourites, instead Ghana are facing up to another chaotic failure What made it especially painful was that, just briefly, it seemed they might get away with it. But they did not. Ghana did not get the win they needed in Angola on Friday and so Mohammed Kudus, Thomas Partey and Antoine Semenyo will not be at the next Cup of Nations, which begins in Morocco in December 2025. Ghana have been terrible in the qualifiers. Their elimination is deserved. They went into their final pair of games needing to win both and hope Sudan lost both of theirs. The likelihood was that it would all be over on Thursday, when Sudan, managed by the former Ghana coach Kwesi Appiah, which has added a whole other tier of complication, went to Niger. But Niger won, 4-0. Nobody had expected that. For Ghana there was a glimmer of hope. Continue reading...", "cnUrl": "https://www.theguardian.com/football/2024/nov/16/ghana-wasting-generation-of-talent-africa-cup-of-nations?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i.guim.co.uk/img/media/0b3082a71582dacdfba3f2c0c62f78bb117b5fed/0_0_3267_1960/master/3267.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdG8tb3BpbmlvbnMucG5n&s=2923da354784331a6da9712314ebbdcb", "pbAt": 1731788132916}]}