{"tCnt": 3, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:6728-a:905065", "ttl": "‘We have so much heart’ – Sudan aim to reach first World Cup despite civil war", "oTtl": "The Guardian", "athr": "John Duerden", "pId": 35, "sum": "Abdelrahman Kuku is part of a side that cannot play at home but wants to bring joy there “I am excited, everyone is excited, you have to be excited,” the Sudan international Abdelrahman Kuku says and that’s understandable. Sudan need a point against Niger on Thursday to qualify for the Africa Cup of Nations – for the fourth time in 24 tournaments – and eliminate Ghana. That would be impressive enough given the circumstances but the Jediane Falcons are also soaring at the top of their World Cup qualification group after four games as they seek to qualify for the first time. The circumstances, though, are as dire as can be. The country of almost 50 million is being torn apart by a fierce civil war that broke out in April 2023 between the Sudanese army and the Rapid Support Forces militia. The UN secretary-general, António Guterres, said in October that millions are not able to escape from a “nightmare of violence, hunger, disease and displacement”. Continue reading...", "cnUrl": "https://www.theguardian.com/football/2024/nov/13/sudan-first-world-cup-african-cup-of-nations-civil-war?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i.guim.co.uk/img/media/2765043ac855c87ba6bb1f0ec439a74fae27a321/0_87_1080_648/master/1080.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=7c524c541c410d0308f027485317255e", "pbAt": 1731502794480}, {"id": "pr:6728-a:904604", "ttl": "Preview: South Sudan vs. Congo - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Thursday's Africa Cup of Nations Qualifying clash between South Sudan and Congo, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/south-sudan/africa-cup-of-nations/preview/preview-south-sudan-vs-congo-prediction-team-news-lineups_557986.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/41/south-sudan.jpg", "pbAt": 1731456349820}, {"id": "pr:9191-a:904580", "ttl": "Preview: Niger vs. Sudan - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Thursday's Africa Cup of Nations Qualifying clash between Niger and Sudan, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/niger/africa-cup-of-nations/preview/preview-niger-vs-sudan-prediction-team-news-lineups_557984.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/36/james-kwesi-appiah.jpg", "pbAt": 1731454544412}]}