{"tCnt": 1, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:4186-a:800351", "ttl": "Ghastly Game in Greece as Olympiacos beat Braga 3-0 in the Europa League", "oTtl": "PortuGOAL", "athr": "mjfmarshall@gmail.com (Matthew Marshall)", "pId": 35, "sum": "Braga's UEFA Europa League ambitions took a blow in Greece where they suffered a deserved 3-0 defeat to Olympiacos. Carlos Carvalhal's side were on track to go into the break goalless before a loose pass resulted in Joäo Ferreira deflecting El Kaabi's shot past Matheus. The mistakes kept coming after half-time, another sloppy pass punished in the 53rd minute when Santiago Hezze doubled the hosts' advantage. The result was put beyond doubt six minutes later when Braga gifted the Greek club another goal, El Kaabi making the goalkeeper pay. Braga will be eager to get the next plane back to Portugal where they have three days to prepare for Porto at Estádio do Dragão. Early warning Olympiacos had a positive start in Piraeus, Ayoub El Kaabi converting from close range with the goal ruled out after Gelson Martins was narrowly offside in the build up. Braga began to assert some authority, David Carmo close to conceding a penalty against his former club after a robust challenge on Roberto Fernández. Both goalkeepers were then called into action. Konstantinos Tzolakis denied Gabri Martínez, Matheus saving a powerful shot from Rodinei and punching away a long range strike from Santiago Hezze. The best chance of the contest came in the 38th minute when Braga executed some intricate play in the box. Ricardo Horta found himself some space, his left-footed effort denied by Tzolakis. Loose passes punished Braga were set to go into the break level before André Horta’s ridiculous pass fell to Martins. The former Sporting Clube de Portugal winger laid the ball into the path of El Kaabi, his wayward shot deflecting off João Ferreira and wrong footing Matheus. Carlos Carvalhal's team talk had no effect as Olympiacos extended their lead in the 53rd minute. It was another loose pass from André Horta which saw Rodinei race clear, his deflected cross falling to Hezze who steered the ball past Matheus. Braga were in full self destruct mode in the hostile atmosphere in Greece. Chiquinho fired wide and picked up an injury in the process, the attacking midfielder immediately replaced by Willian. Game over Olympiacos made it 3-0 in the 59th minute when Matheus was punished for another hospital pass. Willian intercepted the ball and released Rodinei, the Brazilian squaring to El Kaabi who made no mistake. Carlos Carvalhal made a triple substitution in the 67th minute when Adrián Marín, André Horta and Fernández made way for Víctor Gómez, Roger Fernandes and Amine El Ouazzani. Ricardo Horta had another chance after Tzolakis came off his line to stop Bruma, David Carmo getting back to head Horta's effort over the bar with the goalkeeper stranded. That was as good as it got for the Warriors who will want to forget about this one as soon as possible. They have a long trip back to Portugal were they face a tough trip to Estádio do Dragão on Sunday. By Matthew Marshall", "cnUrl": "https://portugoal.net/club-news/4178-olympiakos-3-0-braga?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://portugoal.net/images/Braga/Olympiacos30Braga.jpg", "pbAt": 1727986153507}]}