{"tCnt": 5, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:189-a:780115", "ttl": "Victor Osimhen agent blasts Chelsea 'mistake'", "oTtl": "FootballTransfers.com", "pId": 35, "sum": "Victor Osimhen ’s agent has claimed that “someone made a mistake” in the summer such that the Nigeria international wound up at Galatasaray on loan from Napoli and not at Chelsea or PSG . Osimhen was linked with a big-money move from the Serie A club to Chelsea or PSG, yet he finds himself in Turkey until at least January and potentially until the end of the season.", "cnUrl": "https://www.footballtransfers.com/en/transfer-news/uk-premier-league/2024/09/victor-osimhen-agent-blasts-chelsea-mistake?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://static.footballtransfers.com/images/cn/image/upload/q_75,w_1200/footballcritic/qusdcozt23fb426ydorw.webp", "pbAt": 1727329225795}, {"id": "pr:189-a:779035", "ttl": "Jose Mourinho SLAMS 'disrespectful' rivals Galatasaray while explaining why he didn't attend his post-match Fenerbahce press conference after heavy defeat", "oTtl": "Mail Online", "pId": 35, "sum": "Jose Mourinho has fumed at Turkish rivals Galatasaray for being 'disrespectful' after he refused to attend his post-match press conference following Fenerbahce's shock Super Lig defeat.", "cnUrl": "https://www.dailymail.co.uk/sport/football/article-13890919/Jose-Mourinho-disrespectful-galatasaray-fenerbahce-turkey.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i.dailymail.co.uk/1s/2024/09/25/17/90093453-0-image-a-5_1727280628355.jpg", "pbAt": 1727281618213}, {"id": "pr:189-a:775961", "ttl": "Galatasaray Vice President: “We want to keep Osimhen next year too”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Galatasaray’s vice president Ibrahim Hatipoglu has spoken out about Victor Osimhen’s future with the Turkish club, dismissing rumors of a potential January departure for the Nigerian striker. Osimhen joined Galatasaray on loan from Napoli at the end of the summer transfer window after a tumultuous period that saw him nearly frozen out of the Italian club’s squad. His move to Turkey came as a surprise to many, given the high-profile interest he had attracted from clubs like Chelsea. In a recent interview, Hatipoglu made it clear that Galatasaray has long-term plans for Osimhen: “There is no possibility of Osimhen leaving The post Galatasaray Vice President: “We want to keep Osimhen next year too” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/galatasaray-vice-president-we-want-to-keep-osimhen-next-year-too/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/09/00.jpg", "pbAt": 1727184509169}, {"id": "pr:189-a:775540", "ttl": "Galatasaray Rule Out January Exit For Victor Osimhen, Plan to Keep Him Beyond End of Season", "oTtl": "TurkishFootball.com", "athr": "Emre Sarigul", "pId": 35, "sum": "Galatasaray is determined to keep Victor Osimhen beyond his current loan deal, according to deputy chairman İbrahim Hatipoğlu. Osimhen joined Galatasaray on loan from Napoli in September after failing to secure a permanent move to Chelsea. READ: Who is Arda Guler? The 18-year-old ‘Turkish Messi’ Wanted by Europe’s Biggest Clubs Rumors swirled about potential break […]", "cnUrl": "https://turkish-football.com/galatasaray-rule-out-january-exit-for-victor-osimhen-plan-to-keep-him-beyond-end-of-season/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1727175039520}, {"id": "pr:189-a:775388", "ttl": "Galatasaray insist Osimhen won’t leave in January amid Juventus rumours", "oTtl": "Football Italia", "athr": "Lorenzo Bettoni", "pId": 35, "sum": "Galatasaray vice-president İbrahim Hatipoğlu insists Victor Osimhen won’t leave the club in January, while reports...", "cnUrl": "https://football-italia.net/galatasaray-osimhen-not-leave-juventus-rumours/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1727172137881}]}