{"tCnt": 5, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:262-a:943844", "ttl": "Porto pegged back twice in 2-2 draw against Anderlecht in Belgium", "oTtl": "PortuGOAL", "athr": "portugoal@portugoal.net (Tom Kundert)", "pId": 35, "sum": "Under-pressure Porto coach Vítor Bruno saw his side twice take the lead against Anderlecht in Belgium this evening, but the Dragons could not hold on for victory, leaving them in a precarious position in the lower reaches of the Europa League table. Galeno gave the visitors a half-time advantage from the penalty spot but Tristan Degreef equalised soon after the break following a calamitous mistake by Pepê. Substitute Fábio Vieira put Porto ahead again late on, but the Belgians hit back almost immediately through Francis Amuzu’s deflected strike. More to follow.", "cnUrl": "https://portugoal.net/club-news/4327-porto-pegged-back-twice-in-2-2-draw-against-anderlecht-in-belgium?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1732824535785}, {"id": "pr:262-a:943810", "ttl": "Francis Amuzu’s late goal rescues point for Anderlecht against Porto in the Europa League", "oTtl": "Get Belgian & Dutch Football News", "athr": "Ben Jackson", "pId": 35, "sum": "Francis Amuzu came off the bench and rescued a point for Anderlecht against Porto in the Europa League. The 2-2 draw means that Anderlecht remain unbeaten in the competition with…", "cnUrl": "https://getfootballnewsbene.com/francis-amuzus-late-goal-rescues-point-for-anderlecht-against-porto-in-the-europa-league/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://getfootballnewsbene.com/wp-content/uploads/2024/11/GdfoOn6XAAA-kGJ-1024x819.jpg", "pbAt": 1732824476713}, {"id": "pr:262-a:942256", "ttl": "Francisco Moura: the steadying influence at an FC Porto in a state of flux", "oTtl": "PortuGOAL", "athr": "portugoal@portugoal.net (Tom Kundert)", "pId": 35, "sum": "During a period of significant changes from top to bottom at FC Porto, and amid recent results that have made the Dragons the latest “crisis club” in Portugal, the positive impact made by one player has gone somewhat under the radar. Striker Samu Aghehowa may have grabbed the headlines with his plentiful goals since his surprise transfer from Atletico Madrid, but the manner in which Francisco Moura has adapted to the step up since his move from Famalicão is no less impressive. Zach Lowry profiles the Braga native who is knocking on the door of a call-up to the Seleção. Problem position From Alex Sandro to Álvaro Pereira to Alex Telles, FC Porto have been blessed with various prodigious left-backs this century. However, that hasn’t been the case in the past few years – at least since Telles left for Manchester United in 2020. Porto acquired Zaidu Sanusi from Santa Clara to fill his void, but whilst the Nigerian managed to play a key role in their 2021/22 Primeira Liga title, he never quite managed to convince as the long-term option. Neither did Wendell, who arrived from Bayer Leverkusen in 2021 but struggled to displace Zaidu in the line-up under Sérgio Conceição. “Zaidu had a positive impact in his first season and fitted Conceição’s style of play, who liked his full-backs to operate as wingers, but he never showed enough quality,” says Miguel Lourenço Pereira, a Porto fan and the author of Bring Me That Horizon: A Journey to the Soul of Portuguese Football. “He lacks tactical awareness and ball control but provided speed on the wing, whereas Wendell was able to invert and push forward but was a disaster on defensive tasks. Wendell lacked physical commitment and was always injured after every other game, which prevented from gaining consistency. He was better going forward than defending and that made him an easy target for opponents as the right-back João Mário had the same issue.” Squad overhaul The summer of 2024 proved to be a rebuilding period for Porto, with André Villas-Boas putting an end to Pinto da Costa’s 42-year reign as club president with a landslide electoral victory, whilst Conceição parted ways after a legendary seven-year spell at the Dragão and was replaced by his former assistant Vítor Bruno. Porto underwent a massive squad makeover, with all three of their striker options in Mehdi Taremi, Evanilson and Toni Martínez departing for pastures anew, whilst Francisco Conceição followed his father out the exit door and joined Juventus. And with their captain and defensive leader Pepe deciding to hang up his boots, it became clear that the Dragons needed to shake things up and reconfigure their backline in the transfer window. Apart from Portuguese international Diogo Costa in goal, it is a completely brand-new back four for Porto. At right-back, there is 18-year-old Martim Fernandes, who hadn’t even made his senior debut until five months ago. In the centre of defence, there is Nehuén Pérez, who joined on loan from Udinese, and Tiago Djaló, who joined on loan from Juventus. And at left-back, there is Francisco Moura. Early promise Born in Braga, Portugal, Moura joined Braga’s academy at the age of 12, quickly making his way through the youth ranks before being loaned out to second-tier side Académica de Coimbra in the summer of 2019. He would return to the Pedreira in 2020 and showed promising signs under new manager Carlos Carvalhal, playing in eight of their first 10 matches, the last of which would see him score a brace on 8 November 2020, in a 3-2 win at Benfica. Little did he know, but that would be his final appearance of the campaign, with Moura rupturing the cruciate ligament of his left knee in training later shortly afterwards. After nearly 10 months out of action, Moura made his way back to the first team and played a key role in defence both as a starter and substitute, racking up 42 appearances across the 2021/22 campaign. However, he was deemed surplus to requirements under Braga’s newly hired coach Artur Jorge and was loaned out to fellow Primeira Liga side Famalicão, where he wouldn’t take long to emerge as a vital cog in defence. After amassing 37 appearances (2 goals and 4 assists), Famalicão elected to make the signing permanent for €1 million. Moura would make that fee seem like a bargain with a stellar 2023/24 campaign that saw him score 2 goals and 5 assists in 36 appearances and emerge as one of the best left-backs in Portugal’s top-flight. Moura takes the captain’s armband at talent factory Famalicão Since returning to the top flight in 2019 after a quarter-century-long drought, Famalicão have proven to be a reliable exporter of talent. The likes of Sporting (Pedro Gonçalves and Manuel Ugarte), AZ Alkmaar (Alexandre Penetra) and Villarreal (Luiz Júnior) have all signed players from Famalicão in recent years, but no team has gone to the well quite as frequently as Porto. Between Toni Martínez, Otávio, and Iván Jaime, more and more young players are making the trip down the A3 to the Dragão, and the latest to do so is Francisco Moura. Having played the full 90 and worn the captain’s armband in each of Famalicão’s first four matches of the 2024/25 campaign, Moura was offered the chance to join Porto. With Zaidu sustaining an ACL injury in February and Wendell entering the final year of his deal, the Blue and Whites found themselves in desperate need of a left-back, and they got their man in Moura who arrived on a five-year deal for a fee of €5 million, with Porto tying him down with a €60 million release clause. After making his Porto debut in a 2-1 win versus Farense, Moura would bag a brace of assists in Porto’s 3-0 win against Vitória before grabbing another assist in their 3-2 win at Bodø/Glimt. Only João Mário (5) has as many assists for Porto this season as Moura, who has quickly emerged as one of the first names on Vítor Bruno’s team sheet. Stellar signing “If it wasn't for Samu Aghehowa’s brilliant stint it would be Moura who was seen as the best signing in the summer transfer market,” said Pereira. His impact was straightforward in a position where Porto was lacking quality ever since Alex Sandro moved to Juventus. He provided consistency, quality on the ball, and the ability to deliver decisive assists. These are key features for any modern quality left-back and miles ahead of what Porto had in Zaidu or Wendell. Moura’s biggest attributes are tactical awareness, quality on the ball, positioning and the ability to move forward without losing composure.” “He has shown better defensive positioning, has been more precise while attacking with crosses and key passes and has provided a sense of security that allows the likes of Wenderson Galeno or Pepê to be more focused on attack. He was extremely important over the first months to help Porto to display a very tight and reassuring defence, something that was missing in recent years. He, alongside Pérez and Fernandes, has brought a sense of fresh air in defence, and he has what it takes to become a regular for the Portugal national team.” Porto hit a rough patch Porto find themselves in crisis mode after a torrid run of form that has seen them lose 2-1 at Lazio in the UEFA Europa League, 4-1 at Benfica in the league, and exit the Taça de Portugal in a 2-1 loss at Moreirense. Vítor Bruno is in desperate need of a win at Anderlecht on Thursday in order to fend off the critics and give himself some more job security, and he’ll be counting on a big performance from Francisco Moura in defence.", "cnUrl": "https://portugoal.net/selecao/4321-francisco-moura-the-steadying-influence-at-an-fc-porto-in-a-state-of-flux?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1732791683141}, {"id": "pr:262-a:940725", "ttl": "Anderlecht v Porto Preview | Mauves looking to keep good run going against out of form Porto", "oTtl": "Get Belgian & Dutch Football News", "athr": "Ben Jackson", "pId": 35, "sum": "Anderlecht welcome Porto to Brussels in the Europa League on Thursday full of confidence. The side are unbeaten in five matches and have yet to lose in the competition this…", "cnUrl": "https://getfootballnewsbene.com/anderlecht-v-porto-preview-mauves-looking-to-keep-good-run-going-against-out-of-form-porto/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://getfootballnewsbene.com/wp-content/uploads/2024/11/ss-lazio-v-fc-porto-uefa-europa-league-2024-25-league-phase-md4-1-1024x717.jpg", "pbAt": 1732741156521}, {"id": "pr:262-a:939343", "ttl": "Norwegian underdogs Bodo/Glimt have survived their dark days and are shining in Europe... now, after shocking Roma and Porto, they're relishing their 'special' Man United trip", "oTtl": "Mail Online", "pId": 35, "sum": "CHRIS WHEELER: When Havard Sakariassen talks about the dark days, he is referring to the tough times at Bodo/Glimt not the Norwegian winter when the sun doesn't rise for months.", "cnUrl": "https://www.dailymail.co.uk/sport/football/article-14132167/Bodo-Glimt-Man-United-Europa-League.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i.dailymail.co.uk/1s/2024/11/27/12/92542567-0-image-a-40_1732710960948.jpg", "pbAt": 1732711329529}]}