{"tCnt": 4, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:329495-a:848888", "ttl": "Braga blow it in the Europa League after a 2-1 defeat to Bodo/Glimt", "oTtl": "PortuGOAL", "athr": "mjfmarshall@gmail.com (Matthew Marshall)", "pId": 35, "sum": "Braga suffered a second straight defeat in the Europa League after a last gasp 2-1 loss to Bodo/Glimt. Philip Zinckernagel hit the bar in the first half before Hakon Evjen put the Norwegian champions ahead in the 53rd minute. Sikou Niakaté equalised 11 minutes later but his joy would be short lived, the centre-back picking up two rapid fire bookings which saw himself sent off. Carlos Carvalhal’s side went close to taking the lead on two occasions but were unable to beat man of the match Nikita Haikin. Bodo/Glimt stole all three points with the final chance of the contest, Villads Nielsen steering Patrick Berg’s corner past Matheus. Open game Braga began the brightest with Roger Fernandes testing Nikita Haikin early on. The 18-year-old fired another effort at goal in the 19th minute with the goalkeeper up to the task. João Moutinho was booked for a booked late challenge on Patrick Berg that started a spell of pressure for the visitors. Philip Zinckernagel’s free kick missed the target, Berg firing wide and Sikou Niakaté blocking an effort from Hakon Evjen. Rodrigo Zalazar was next to concede a free kick in a dangerous position, Zinckernagel stepping up once again and rattling the bar. The Warriors got back on the front foot before the break. Bruma’s shot was deflected wide, Roberto Fernández fired straight at Haikin and João Ferreira went down in the box with no penalty awarded. Bodo/Glimt take the lead Braga maintained the pressure after the break but were caught on the counter attack in the 53rd minute. Fredrik Bjorkan found Evjen who took a touch past Moutinho, the midfielder picking his spot and finding the bottom corner. Roger resumed his battle with Haikin, the winger cutting inside and rifling the ball towards goal where the goalkeeper made his best save yet. Carlos Carvalhal made a triple substitution in the 61st minute when he brought on Yuri Ribeiro, Vitor Carvalho and André Horta for Adrián Marín, Moutinho and Zalazar. Bodo/Glimt should have doubled their advantage seconds later after another fast break. Zinckernagel raced clear with Matheus to beat, the striker showing indecision which allowed Braga’s number 1 to defuse the danger. Sikou Niakaté from hero to zero It proved to be a costly miss when Braga equalised in the 64th minute. Bruma's long range strike was punched away by Haikin, the ball ricocheting off Niakaté and into the net. The centre-back would remain in the action for all the wrong reasons and find himself sent off just four minutes later. He was booked for a foul on Berg, doubling down within 60 seconds after a needless foul on Sondre Fet which gave referee Nenad Minaković an easy decision to make. Braga fight back Ferreira smashed fierce strike at Haikin before Carvalhal replaced Roger with Paulo Oliveira. The depleted hosts were showing no signs of holding on for a draw, Bruma releasing Ricardo Horta who was unable to beat the impressive Haikin. Carvalhal made an attacking substitution with Ismaël Gharbi replacing Víctor Gómez. Kjetil Knutsen brought on Danish duo Villads Nielsen and Adam Sorensen for Fredrik André Bjorkan and Jostein Gundersen. Added time drama Braga went desperately close to taking all three points in added time. Bruma’s shot was saved by Haikin, Ferreira then rising highest and heading the resulting corner wide. There was more drama to come at the other end where Bodo/Glimt stole the victory with the last opportunity of the game. Berg sent a corner to the near post where Ferreira was too slow to react, Nielsen pouncing and steering the ball past Matheus which saw the home crowd completely stunned. More mistakes in Europe Braga made a number of individual errors in their previous Europa League game in Greece, Olympiacos punishing the Portuguese club with a deserved 3-0 victory. It was a similar story in Portugal against a Bodo/Glimt wide who had proved they can play with a 3-2 victory against Porto. Sikou Niakaté lost his mind just minutes after equalising against the Norwegian champions, simply no excuse for picking up two bookings within 60 seconds. Carlos Carvalhal’s side deserve a lot of credit for fighting hard with 10 men. They were continually denied by man of the match Nikita Haikin, but the way Braga conceded in the dying seconds will hurt for a few more days. Braga’s defence simply fell asleep, João Ferreira breaking the cardinal rule by waiting for the ball instead of being proactive which allowed Villads Nielsen to score his first senior goal, one to remember for the teenage defender. The Portuguese club now face a difficult task in the competition with Elfsborg, Hoffenheim, Roma, Union Saint-Gilloise and Lazio still to play. By Matthew Marshall", "cnUrl": "https://portugoal.net/club-news/4226-braga-1-2-bodo-glimt?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1729706126255}, {"id": "pr:329495-a:846914", "ttl": "Wednesday's Europa League predictions including Galatasaray vs. Elfsborg", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole provides score predictions and previews for all of today's Europa League fixtures, including Galatasaray vs. Elfsborg.", "cnUrl": "https://www.sportsmole.co.uk/football/galatasaray/europa-league-predictions/feature/wednesdays-europa-league-predictions-including-galatasaray-vs-elfsborg_556076.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/42/victor-osimhen.jpg", "pbAt": 1729660674104}, {"id": "pr:329495-a:844760", "ttl": "Braga-Bodoe/Glimt Statistical Preview", "oTtl": "WhoScored.com", "pId": 35, "sum": "Braga returned to domestic duties with a 2-1 cup win following back-to-back defeats prior to the international break. Bodoe/Glimt are unbeaten in their last four in all competitions but are winless i...", "cnUrl": "https://www.whoscored.com/Matches/1866295/Preview/Europe-Europa-League-2024-2025-Braga-Bodoe-Glimt?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1729598257590}, {"id": "pr:329495-a:843174", "ttl": "Preview: Braga vs. Bodo/Glimt - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Wednesday's Europa League clash between Braga and Bodo/Glimt, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/braga/europa-league/preview/preview-braga-vs-bodoglimt-prediction-team-news-lineups_556057.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/43/carlos-carvalhal.jpg", "pbAt": 1729535962017}]}