{"tCnt": 8, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:4237-a:848572", "ttl": "De Rossi changes agent amidst Roma return speculation", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Daniele De Rossi has made headlines by changing his agent, fueling speculation among fans about a potential return to Roma. ANSA report that the former player has left Alessandro Lucci and his World Soccer Agency to join Fali Ramadani’s Lian Sports Group, a move announced on social media by the agency. This change has sparked dreams among Roma supporters of seeing De Rossi back on the Giallorossi bench. However, the club has categorically denied these rumors, reaffirming their support for current coach Ivan Juric. Just two weeks ago, sporting director Florent Ghisolfi publicly defended Juric, and the club continues to The post De Rossi changes agent amidst Roma return speculation appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/de-rossi-changes-agent-amidst-roma-return-speculation/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/08/De-Rossi.webp", "pbAt": 1729700183865}, {"id": "pr:4237-a:848353", "ttl": "Roma’s Baldanzi: “We must believe in Juric’s Ideas”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "As Roma prepares for their Europa League clash against Dynamo Kiev on Thursday, Tommaso Baldanzi spoke to Sky Sport 24 ahead of the pre-match press conference with manager Ivan Juric. Baldanzi began by addressing the recent comments from the Italian national team coach, Luciano Spalletti: “Spalletti’s words are very pleasing. I’ve started well and I’m working hard. I hope to keep improving and convince him to include me in the national team.” He also expressed happiness for his friend Pisilli’s debut with the national team. Focusing on the upcoming match against Dynamo Kiev, Baldanzi acknowledged the importance of securing three The post Roma’s Baldanzi: “We must believe in Juric’s Ideas” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/romas-baldanzi-we-must-believe-in-jurics-ideas/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/02/Baldanzi.png", "pbAt": 1729695817667}, {"id": "pr:4237-a:848268", "ttl": "Roma’s manager Juric: “We lack a winning mentality”", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "After their defeat against Inter in the last league match, Roma will try to turn things around in their Europa League clash against Dynamo Kiev on Thursday. In the new format, the Giallorossi are still searching for their first victory, having drawn one and lost one in the previous two matchdays, leaving them with just one point alongside six other teams. On the eve of the match at the Olimpico, Roma’s manager Ivan Juric spoke at a press conference. Juric addressed the team’s mentality, stating, “We haven’t yet decided on substitutions. It won’t be a massive turnover, but I think The post Roma’s manager Juric: “We lack a winning mentality” appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/romas-manager-juric-we-lack-a-winning-mentality/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/10/Juric.jpg", "pbAt": 1729694057859}, {"id": "pr:4237-a:848165", "ttl": "Baldanzi admits Roma players understand fans’ frustration", "oTtl": "Football Italia", "athr": "Lorenzo Bettoni", "pId": 35, "sum": "Roma talent Tommaso Baldanzi admits that players understand the fans’ frustration, but they want to...", "cnUrl": "https://football-italia.net/baldanzi-roma-understand-fans-frustration/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/09/Tommaso-Baldanzi-Italy-U21.jpg", "pbAt": 1729691809715}, {"id": "pr:4237-a:848087", "ttl": "Juric: Roma ‘lack winning mentality’", "oTtl": "Football Italia", "athr": "Lorenzo Bettoni", "pId": 35, "sum": "Ivan Juric insists Roma ‘lack winning mentality’ but players have a ‘chance’ to ‘look beyond...", "cnUrl": "https://football-italia.net/juric-roma-lack-winning-mentality/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-italia.net/wp-content/uploads/2024/10/Ivan-Juric-Roma-Elfsborg.jpg", "pbAt": 1729690420179}, {"id": "pr:4237-a:848034", "ttl": "De Rossi Changes His Agent While Roma Rumors Swirl", "oTtl": "The Cult of Calcio", "athr": "Enrico Passarella", "pId": 35, "sum": "Daniele De Rossi has decided to switch up his representative, going from Alessandro Lucci to Fali Ramadani. The choice has fueled the chatter about his potential return to Roma. His agency, the Lian Sports Group, has an good relations with Ghisolfi. The post De Rossi Changes His Agent While Roma Rumors Swirl appeared first on The Cult of Calcio.", "cnUrl": "https://cultofcalcio.com/de-rossi-changes-his-agent-while-roma-rumors-swirl/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.cultofcalcio.com/wp-content/uploads/2024/10/cagliari-v-as-roma-serie-a.jpg", "pbAt": 1729688726777}, {"id": "pr:4237-a:847736", "ttl": "Europa League | Roma v Dynamo Kiev: Match Preview", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "As the UEFA Europa League group stage reaches its midpoint, Roma and Dynamo Kiev prepare for a pivotal encounter at the Stadio Olimpico on Thursday evening. Both teams are still searching for their first victory in this season’s competition, making this match crucial for their hopes of advancing to the knockout stages. Roma, under new coach Ivan Juric, started the season promisingly but have hit a rough patch in recent weeks. After an opening draw against Athletic Bilbao in the Europa League, they suffered a shocking 1-0 defeat to Swedish side Elfsborg. This setback was followed by a draw against The post Europa League | Roma v Dynamo Kiev: Match Preview appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/europa-league-roma-v-dynamo-kiev-match-preview/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/10/Roma-v-Dynamo-1.png", "pbAt": 1729683148308}, {"id": "pr:4237-a:847499", "ttl": "Roma owners announce new project in USA with FC Dallas", "oTtl": "Football Italia", "athr": "Peter Young", "pId": 35, "sum": "The Friedkin Group, owners of AS Roma, have announced a new project in the USA,...", "cnUrl": "https://football-italia.net/friedkins-announce-new-usa-project-fc-dallas/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1729678251238}]}