{"tCnt": 3, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:4390-a:782523", "ttl": "It&#039;s the Bruma show as Braga beat Maccabi Tel Aviv 2-1 in the Europa League", "oTtl": "PortuGOAL", "athr": "mjfmarshall@gmail.com (Matthew Marshall)", "pId": 35, "sum": "Braga's Europa League campaign got off to a sensational start after Bruma scored two late goals to secure a 2-1 vicory against Maccabi Tel Aviv. The chances came at both ends at the Quarry, Amine El Ouazzani hitting the bar before Matheus conceded a penalty at the other end, Osher Davida converting on the hour mark. Bruma missed a golden chance after the restart when he missed from point blank range. Dor Peretz hit the bar in the 81st minute before a crazy end to the game. Braga equalised in the 88th minute, Fernández finding Bruma who did enough. Weslley Patati was next to rattle the bar, and once again the Israeli club conceded after VAR saw Raz Shlomo handle Fernández's shot, Bruma sending King Mishpati the wrong way to complete the comeback. End to end action Maccabi Tel Aviv showed their quality with an early chance, Dor Peretz heading Gabi Kanichowsky’s free kick over the bar. Ricardo Horta saw his shot blocked but the Israeli league leaders immediately took control, Peretz's cross was too strong, Elad Madmon going close and Dor Turgeman heading wide. The opportunities kept coming and it was Braga who went close in the 18th minute, João Ferreira laying the ball to Amine El Ouazzani who hit the bar. There was no respite in the end to end nature of the game as Maccabi hit back. Ferreira was involved again after deflecting Turgeman’s shot wide, Nemanja Stojic then heading over from a presentable position. Rafik Guitane decided to get involved in his first start for his new club, firing well wide before finding Vitor Carvalho and Víctor Gómez who were denied from close range. Maccabi from the spot There had to be a break through and it was Maccabi Tel Aviv who would get it from the penalty spot. Peretz got into the box and was taken out by Matheus, Osher Davida stepping up and sending the goalkeeper the wrong way. Braga finished the first half with all the opportunities, Bruma’s shot deflected off Nemanja Stojic and the Horta brothers taking turns to miss the target. Carlos Carvalhal made three changes at the break when Jean-Baptiste Gorby, Ismaël Gharbi and Roberto Fernández replaced Carvalho, Guitane and El Ouazzani. Bruma chance The excitement continued as Braga wasted a golden opportunity to equalise 11 minutes after the restart. King Mishpati pushed a Fernández effort off the post, the ball falling perfectly for Bruma who fired over from a yard out. Gharbi was getting into dangerous positions but Braga’s persistence was not paying off. Frequent fouls played into the hands of the visitors who were counting down the minutes when Ricardo Horta’s weak shot was comfortably collected by Mishpati. They almost settled the contest in the 81st minute when Hisham Layous got to the byline, the substitute setting up Peretz who hit the bar. The real entertainment had yet to begin however, Braga equalising in the 88th minute. Fernández headed Roger’s cross into the path of Bruma, the winger making amends by getting enough of the ball to take it past a despairing Mishpati. Added time madness The woodwork came to Braga’s rescue again a minute into added time. Another Maccabi counter-attack nearly paid off, Weslley Patati rattling the bar from outside the area. The VAR would play a key role after Braga made another surge forward and Fernández fired a low shot that caught Raz Shlomo’s arm as he fell to the ground. Referee Matej Jug agreed and pointed to the spot, Bruma keeping his cool to fool Mishpati and complete the comeback. By Matthew Marshall", "cnUrl": "https://portugoal.net/club-news/4158-braga-2-1-maccabi-tel-aviv?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1727389491875}, {"id": "pr:4270-a:780407", "ttl": "Man Utd and Tottenham in top 10 - the most valuable squads in the 24/25 Europa League", "oTtl": "Transfermarkt", "athr": "redaktion@transfermarkt.de (Redaktion Transfermarkt)", "pId": 35, "sum": "The new-look Europa League for the 24/25 season is well and truly underway and while most will be keeping their gaze firmly placed on the Champions League, Europe’s secondary competition...", "cnUrl": "https://www.transfermarkt.co.uk/man-utd-and-tottenham-in-top-10-the-most-valuable-squads-in-the-24-25-europa-league/view/news/444275?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://tmssl.akamaized.net/images/foto/big/el-mvp-squads-spotlght-1727267760-149241.png?lm=1727267769", "pbAt": 1727339191939}, {"id": "pr:4390-a:777420", "ttl": "Preview: Braga vs. Maccabi Tel Aviv - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Thursday's Europa League clash between Braga and Maccabi Tel Aviv, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/braga/europa-league/preview/preview-braga-vs-mpoint-tel-aviv-prediction-team-news-lineups_553715.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/37/braga.jpg", "pbAt": 1727242066139}]}