{"tCnt": 8, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3333-a:944322", "ttl": "Europa League: Bruma brilliance fires Braga to 3-0 win over Hoffenheim", "oTtl": "PortuGOAL", "athr": "portugoal@portugoal.net (Tom Kundert)", "pId": 35, "sum": "Hoffenheim left northern Portugal for the second time in recent weeks with their tails between their legs after Braga got their Europa League campaign back on track with a 3-0 victory over the Germans at the Quarry tonight. In a curious game, two early goals by Bruma and Roger and a spectacular stoppage time strike by Vítor Carvalho resulted in a 3-0 victory for the hosts, despite the fact that in the intervening 80 minutes the German team were on top. Braga’s players left coach Carlos Carvalhal tearing his hair out, especially in the first half, with their inability to keep hold of the ball or prevent the constant waves of attacks towards Matheus’s net. No matter, the record books will show a convincing triumph for the Arsenalistas, which could prove vital for their hopes of progression in the competition given that two of their final three matches are tough assignments against Italian giants Roma (away) and Lazio (home).", "cnUrl": "https://portugoal.net/club-news/4328-europa-league-bruma-brilliance-fires-braga-to-3-0-win-over-hoffenheim?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1732835605935}, {"id": "pr:3333-a:944194", "ttl": "Ilzer's Hoffenheim fall back down to earth with desolate showing in Portugal", "oTtl": "Bulinews", "athr": "Peter Weis", "pId": 35, "sum": "A drab showing from Christian Ilzer's TSG 1899 Hoffenheim on the European stage on Thursday night illustrated that there remains much work to be done for the newly installed TSG trainer in Sinsheim.", "cnUrl": "https://bulinews.com/ilzer-hoffenheim-fall-back-down-earth-desolate-showing-portugal?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://bulinews.com/i/320/6642.jpg", "pbAt": 1732832982153}, {"id": "pr:3333-a:943264", "ttl": "Bundesliga predictions - Week 12", "oTtl": "Spotlight", "lbl": "news", "pId": 32, "sum": "After European games for some German clubs in midweek, it is a return to Bundesliga action this weekend with Alex Jack taking us through all nine games.", "cnUrl": "https://www.livescore.com/en/native/news/football-bundesliga-predictions-week-12-2024112816434501104/", "tnUrl": "https://uk1.sportal365images.com/process/smp-image-api/livescore.com/28112024/39ffd2fc-3026-47d5-b994-b94c010f4f87.jpg?operations=fit(770:)", "siUrl": "https://uk1.sportal365images.com/process/smp-image-api/livescore.com/28112024/39ffd2fc-3026-47d5-b994-b94c010f4f87.jpg", "pbAt": 1732812225000}, {"id": "pr:3333-a:939513", "ttl": "Braga vs. Hoffenheim preview: Team news and predicted lineups", "oTtl": "Bulinews", "athr": "Rune Gjerulff", "pId": 35, "sum": "Here is our preview of Thursday's UEFA Europa League clash between Braga and Hoffenheim, including our predicted lineups.", "cnUrl": "https://bulinews.com/braga-hoffenheim-preview-team-news-and-predicted-lineups?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://bulinews.com/i/320/6620.jpg", "pbAt": 1732714602980}, {"id": "pr:4270-a:939442", "ttl": "When West Bromwich Albion’s “Three Degrees” baptised Braga’s early adventure into European football", "oTtl": "PortuGOAL", "athr": "portugoal@portugoal.net (Tom Kundert)", "pId": 35, "sum": "Braga are back in Europa League action tomorrow as Carlos Carvalhal’s side welcome Hoffenheim to the Quarry. Given the club’s recent feats in European competition, it is worth recording that Braga only became regulars of continental club football in recent decades. PortuGOAL’s resident football historian Miguel Lourenço Pereira looks back to when the Minhotos welcomed a famous English side to northern Portugal. There was a time when one of the most entertaining British sides from the 1970s travelled to Portugal for an unforgettable European night. Sporting Braga was miles away from the side they would eventually become over the following century. Back then, they were still regarded as a typical mid-table side in Portugal that rarely ventured onto continental soil. They had only done it once before, so expectations were at an all-time high especially because of the visitors. After all, nobody could ignore the strange appeal caused by the sight of West Bromwich Albion’s famed Three Degrees side — a clash of the ages. Braga’s baby steps in Europe Braga had only qualified for one European club competition, in 1966, after they came out the winning side in the Portuguese Cup a few months before. They had a decent run in the Cup Winners Cup of the following season, beating AEK Athens from Greece in the first round only to be knocked out by Gyori ETO from Hungary. There was no shame in that as the side formerly known as Vasas had a couple of seasons before reached the semi-finals of the European Cup and was a very decent side. Still, it took a decade for the Minho football club to again qualify for Europe. They finished a brilliant fourth in the 1977/78 season, only four points behind Sporting and above the likes of Belenenses, Boavista and their regional rivals Vitória Guimarães. It was an iconic season in Portuguese football as Benfica ended the season without conceding a single defeat and yet were beaten by Porto, who put an end to 19 years without a league title, on goal average. Braga’s manager by then was the veteran Fernando Caiado, a former Boavista and Benfica player who also served as deputy to Bella Guttman during the all-conquering European Cup winning days, he was at the end of a brilliant coaching career that had him manage the likes of Sporting, Vitória SC, Boavista, CUF, Sporting Espinho and Académico Viseu. He had also been Otto Gloria’s assistant during the 1966 World Cup, a man full of experience and knowledge. But it was at Braga where it had all begun for him, back in 1966 and that first continental experience, and it would be at Braga where it would all end before he returned to Benfica to work as assistant coach one final time. Hibernians from Malta routed His sides played no-nonsense football as he believed in tactical discipline above all else. Braga was drawn against the humble Maltese side Hibernians for the first round of the UEFA Cup. The islanders were routed 5-0 in Braga for the first round, with four goals by Chico Gordo, but then came out on top surprisingly in the away leg, winning 3-2, although qualification for the following round was never in doubt for Braga. The following draw was less enthusiastic for those who dreamt of making history and reaching the third round, a club-all-time record. West Bromwich Albion was living one of the best moments of the club’s history, had beaten a much-fancied Galatasaray squad from Turkey, and would end up the season as one of the most enthralling sides in European football. The Baggies were managed by “Big” Ron Atkinson, who had just revamped Cambridge United before he took the job at The Hawthorns. Not since the 1950s were WBA a force to be feared but things would take a quick turn for the better not long after Atkinson’s arrival. The squad already had Cyrille Regis and Laurie Cunningham, two of the first black stars in English football and when the manager decided to sign his former player Brendan Batson, for the first time in the history of the game, a First Division side took the pitch with three black players. It was a time when hooliganism was starting to take control of the terraces and the signs of political unease were clear the Conservatives returned to power, led by “the iron lady” Margaret Thatcher, creating a permanent sense of unrest. WBA powered by their three black stars and baptized as Three Degrees, a nod to the famed musical act of the 1960s, offered a different perspective, more in tune with a world that would only be possible decades on. Regis, Batson and Cunningham would quickly become icons for the British Black community, the Ska and left-wing Punk movements and true idols for the Baggies supporters who immediately jumped on the wagon when Atkinson proved his team was spectacular as well as effective. In 1977/78 West Bromwich Albion finished the First Division in sixth, thus qualifying for Europe for the first time in several years. When they arrived at Braga for the match against the Portuguese side, they were already turning it into a year nobody would ever forget around the West Midlands. Regime change – stadium renamed The first leg was played at the recently rebaptized Estádio Primeiro de Maio (First of May Stadium), which had been one of the old fascist regime’s favoured grounds as the military revolution that took control of the country had left precisely from Braga on 28 May 1928, which was the name the ground went by until the Carnation Revolution. The match was played on 18 October 1978 and it had been raining for days. The pitch was swamped and the stands were not overcrowded. Around twenty thousand supporters went to the match and for the first half, they saw nothing but two sides battling hard to gain control without actually creating much danger. Caiado had his side in full force with club legend Chico Gordo playing alongside Marques and Junior up front. Goalkeeper Conhé, a former CUF legend, was in goal accompanied by Correia, Cardoso, Martins and Conceição in the back four line, while Beldroegas, Matos and Carvalho moved around the middle of the park. Atkinson, on the other hand, travelled with all his weapons and fielded, as expected the Three Degrees, with Cunningham and Regis commanding the attack. Regis at the double If the first half was a dull affair, the beginning of the second forty-five minutes couldn’t have gone worse for the home side. In the 52nd minute, Regis took advantage of a brilliant cross from the left and shot for goal, opening the scoring. The Braga defence was much to blame but there was nothing much they could do two minutes on, when a remarkable through ball by a club youth prospect that went by the name of Bryan Robson, had Regis alone in front of the local goalkeeper. The forward danced over the ball for a split second and deceived Conhé, scoring the second and final goal of the night. Regis might have been the star of the show but Robson was already then proving to be the player he would become, one of the most dominant midfielders in the history of the English game. A Bola's match report the day after the game laments Portuguese clubs’ lack of competitiveness against English teams The return leg offered little to no hope to the Portuguese side and they were right in being pessimistic. West Brom dominated procedures and won, once again, with a solo goal by Alistar Brown, who would end the season as the side’s top scorer. Braga was never really in contention and the week ended up being a disaster for Portuguese football as Benfica was eventually beaten by Borussia Monchengladbach, leaving once again Portuguese football without a sole representative for the latter rounds. West Bromwich, on the other hand, kept on surprising by beating a much-fancied Valencia side in the third round with a memorable performance by Laurie Cunningham at the Mestalla, one that earned him a move to Real Madrid at the end of the season. The Baggies were eventually beaten by Red Star in the last eight as the Yugoslav side would eventually reach the final, losing against Monchengladbach. Atkinson’s men however had every reason to celebrate by May, as they reached third place in the league table, their best finish for more than two decades. A few years on Atkinson would be out, moving to Old Trafford and taking his former pupil Robson with him, as Cunningham was already playing his trade in Spain and Regis was on his way to Coventry City. The Three Degrees, now immortalized in a statue outside WBA’s ground, represented the last golden era of the club while at Braga seeds had been planted for what was to come, even if it was going to be a long journey. Vitória top dogs in the Minho The club did finish fourth once again at the end of the season but without a ticket to Europe. They would play only twice in European competition during the following decade, twice beaten by British opposition, Swansea, and Tottenham Hotspur. They would have to wait until 1998 to finally succeed in overcoming the first two legs of the UEFA Cup for the first time, a prelude of what was about to come a few years on. During the 1980s, Braga established themselves as a first division side but were overshadowed by their neighbours from Guimarães who experienced one of the best decades of their history precisely then. It was a time when the Minho and Ave region became stalwarts for Portuguese football as several smaller sides reached the first division for the first time and began to a shift in power from the south to the north. Braga would become a symbol of that shift in the 21st century but the seeds of that were planted by the likes of Caiado who proved that, with sound sporting leadership, clubs from the Minho region should aspire to more than just secondary actors in the identity of the football nation. By Miguel Lourenço Pereria, author of “Bring Me That Horizon – A Journey to the Soul of Portuguese Football”.", "cnUrl": "https://portugoal.net/classics-topmenu/4316-when-west-bromwich-albions-three-degrees-baptised-bragas-early-adventure-into-european-football?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://portugoal.net/images/Braga/Three-Degrees-WBA.jpg", "pbAt": 1732713011774}, {"id": "pr:4270-a:939401", "ttl": "When West Bromwhich Albion’s “Three Degrees” baptised Braga’s early adventure into European football", "oTtl": "PortuGOAL", "athr": "portugoal@portugoal.net (Tom Kundert)", "pId": 35, "sum": "Braga are back in Europa League action tomorrow as Carlos Carvalhal’s side welcome Hoffenheim to the Quarry. Given the club’s recent feats in European competition, it is worth recording that Braga only became regulars of continental club football in recent decades. PortuGOAL’s resident football historian Miguel Lourenço Pereira looks back to when the Minhotos welcomed a famous English side to northern Portugal. There was a time when one of the most entertaining British sides from the 1970s travelled to Portugal for an unforgettable European night. Sporting Braga was miles away from the side they would eventually become over the following century. Back then, they were still regarded as a typical mid-table side in Portugal that rarely ventured onto continental soil. They had only done it once before, so expectations were at an all-time high especially because of the visitors. After all, nobody could ignore the strange appeal caused by the sight of West Bromwich Albion’s famed Three Degrees side — a clash of the ages. Braga’s baby steps in Europe Braga had only qualified for one European club competition, in 1966, after they came out the winning side in the Portuguese Cup a few months before. They had a decent run in the Cup Winners Cup of the following season, beating AEK Athens from Greece in the first round only to be knocked out by Gyori ETO from Hungary. There was no shame in that as the side formerly known as Vasas had a couple of seasons before reached the semi-finals of the European Cup and was a very decent side. Still, it took a decade for the Minho football club to again qualify for Europe. They finished a brilliant fourth in the 1977/78 season, only four points behind Sporting and above the likes of Belenenses, Boavista and their regional rivals Vitória Guimarães. It was an iconic season in Portuguese football as Benfica ended the season without conceding a single defeat and yet were beaten by Porto, who put an end to 19 years without a league title, on goal average. Braga’s manager by then was the veteran Fernando Caiado, a former Boavista and Benfica player who also served as deputy to Bella Guttman during the all-conquering European Cup winning days, he was at the end of a brilliant coaching career that had him manage the likes of Sporting, Vitória SC, Boavista, CUF, Sporting Espinho and Académico Viseu. He had also been Otto Gloria’s assistant during the 1966 World Cup, a man full of experience and knowledge. But it was at Braga where it had all begun for him, back in 1966 and that first continental experience, and it would be at Braga where it would all end before he returned to Benfica to work as assistant coach one final time. Hibernians from Malta routed His sides played no-nonsense football as he believed in tactical discipline above all else. Braga was drawn against the humble Maltese side Hibernians for the first round of the UEFA Cup. The islanders were routed 5-0 in Braga for the first round, with four goals by Chico Gordo, but then came out on top surprisingly in the away leg, winning 3-2, although qualification for the following round was never in doubt for Braga. The following draw was less enthusiastic for those who dreamt of making history and reaching the third round, a club-all-time record. West Bromwich Albion was living one of the best moments of the club’s history, had beaten a much-fancied Galatasaray squad from Turkey, and would end up the season as one of the most enthralling sides in European football. The Baggies were managed by “Big” Ron Atkinson, who had just revamped Cambridge United before he took the job at The Hawthorns. Not since the 1950s were WBA a force to be feared but things would take a quick turn for the better not long after Atkinson’s arrival. The squad already had Cyrille Regis and Laurie Cunningham, two of the first black stars in English football and when the manager decided to sign his former player Brendan Batson, for the first time in the history of the game, a First Division side took the pitch with three black players. It was a time when hooliganism was starting to take control of the terraces and the signs of political unease were clear the Conservatives returned to power, led by “the iron lady” Margaret Thatcher, creating a permanent sense of unrest. WBA powered by their three black stars and baptized as Three Degrees, a nod to the famed musical act of the 1960s, offered a different perspective, more in tune with a world that would only be possible decades on. Regis, Batson and Cunningham would quickly become icons for the British Black community, the Ska and left-wing Punk movements and true idols for the Baggies supporters who immediately jumped on the wagon when Atkinson proved his team was spectacular as well as effective. In 1977/78 West Bromwich Albion finished the First Division in sixth, thus qualifying for Europe for the first time in several years. When they arrived at Braga for the match against the Portuguese side, they were already turning it into a year nobody would ever forget around the West Midlands. Regime change – stadium renamed The first leg was played at the recently rebaptized Estádio Primeiro de Maio (First of May Stadium), which had been one of the old fascist regime’s favoured grounds as the military revolution that took control of the country had left precisely from Braga on 28 May 1928, which was the name the ground went by until the Carnation Revolution. The match was played on 18 October 1978 and it had been raining for days. The pitch was swamped and the stands were not overcrowded. Around twenty thousand supporters went to the match and for the first half, they saw nothing but two sides battling hard to gain control without actually creating much danger. Caiado had his side in full force with club legend Chico Gordo playing alongside Marques and Junior up front. Goalkeeper Conhé, a former CUF legend, was in goal accompanied by Correia, Cardoso, Martins and Conceição in the back four line, while Beldroegas, Matos and Carvalho moved around the middle of the park. Atkinson, on the other hand, travelled with all his weapons and fielded, as expected the Three Degrees, with Cunningham and Regis commanding the attack. Regis at the double If the first half was a dull affair, the beginning of the second forty-five minutes couldn’t have gone worse for the home side. In the 52nd minute, Regis took advantage of a brilliant cross from the left and shot for goal, opening the scoring. The Braga defence was much to blame but there was nothing much they could do two minutes on, when a remarkable through ball by a club youth prospect that went by the name of Bryan Robson, had Regis alone in front of the local goalkeeper. The forward danced over the ball for a split second and deceived Conhé, scoring the second and final goal of the night. Regis might have been the star of the show but Robson was already then proving to be the player he would become, one of the most dominant midfielders in the history of the English game. A Bola's match report the day after the game laments Portuguese clubs’ lack of competitiveness against English clubs The return leg offered little to no hope to the Portuguese side and they were right in being pessimistic. West Brom dominated procedures and won, once again, with a solo goal by Alistar Brown, who would end the season as the side’s top scorer. Braga was never really in contention and the week ended up being a disaster for Portuguese football as Benfica was eventually beaten by Borussia Monchengladbach, leaving once again Portuguese football without a sole representative for the latter rounds. West Bromwich, on the other hand, kept on surprising by beating a much-fancied Valencia side in the third round with a memorable performance by Laurie Cunningham at the Mestalla, one that earned him a move to Real Madrid at the end of the season. The Baggies were eventually beaten by Red Star in the last eight as the Yugoslav side would eventually reach the final, losing against Monchengladbach. Atkinson’s men however had every reason to celebrate by May, as they reached third place in the league table, their best finish for more than two decades. A few years on Atkinson would be out, moving to Old Trafford and taking his former pupil Robson with him, as Cunningham was already playing his trade in Spain and Regis was on his way to Coventry City. The Three Degrees, now immortalized in a statue outside WBA’s ground, represented the last golden era of the club while at Braga seeds had been planted for what was to come, even if it was going to be a long journey. Vitória top dogs in the Minho The club did finish fourth once again at the end of the season but without a ticket to Europe. They would play only twice in European competition during the following decade, twice beaten by British opposition, Swansea, and Tottenham Hotspur. They would have to wait until 1998 to finally succeed in overcoming the first two legs of the UEFA Cup for the first time, a prelude of what was about to come a few years on. During the 1980s, Braga established themselves as a first division side but were overshadowed by their neighbours from Guimarães who experienced one of the best decades of their history precisely then. It was a time when the Minho and Ave region became stalwarts for Portuguese football as several smaller sides reached the first division for the first time and began to a shift in power from the south to the north. Braga would become a symbol of that shift in the 21st century but the seeds of that were planted by the likes of Caiado who proved that, with sound sporting leadership, clubs from the Minho region should aspire to more than just secondary actors in the identity of the football nation. By Miguel Lourenço Pereria, author of “Bring Me That Horizon – A Journey to the Soul of Portuguese Football”.", "cnUrl": "https://portugoal.net/classics-topmenu/4316-when-west-bromwhich-albions-three-degrees-baptised-bragas-early-adventure-into-european-football?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://portugoal.net/images/Braga/Three-Degrees-WBA.jpg", "pbAt": 1732712565328}, {"id": "pr:3333-a:939336", "ttl": "VfB Stuttgart hope Sebastian Hoeneß can lure former player Tom Bischof to the club", "oTtl": "Get German Football News", "athr": "Jack Meenan", "pId": 35, "sum": "kicker reports that VfB Stuttgart is the next side to show interest in Hoffenheim’s Tom Bischof. They hope they have an ace up their sleeve to help bring him to the club. …", "cnUrl": "https://www.getfootballnewsgermany.com/2024/vfb-stuttgart-hope-sebastian-hoenes-can-lure-former-player-tom-bischof-to-the-club/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1732710920289}, {"id": "pr:3333-a:938140", "ttl": "Preview: Braga vs. Hoffenheim - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Thursday's Europa League clash between Braga and Hoffenheim, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/braga/europa-league/preview/preview-braga-vs-hoffenheim-prediction-team-news-lineups_559111.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/48/christian-ilzer.jpg", "pbAt": 1732664267812}]}