{"tCnt": 4, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:236-a:800441", "ttl": "AZ Alkmaar fall to defeat at Athletic Bilbao", "oTtl": "Football Oranje", "athr": "admin", "pId": 35, "sum": "AZ Alkmaar put in a good performance but came away from Athletic Bilbao with a 2-0 defeat. Maarten Martens hoped to pack the midfield in Spain and added an extra midfielder to his eleven with Zico Buurmeester starting. In the first half, his plan worked as the game was even and goalless going into the […] The post AZ Alkmaar fall to defeat at Athletic Bilbao appeared first on Football Oranje.", "cnUrl": "http://www.football-oranje.com/az-alkmaar-fall-to-defeat-at-athletic-bilbao/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1727989496596}, {"id": "pr:3408-a:799208", "ttl": "Nico Williams ‘overtaken’ on Barcelona’s shortlist", "oTtl": "FootballTransfers.com", "pId": 35, "sum": "Barca sporting director Deco has reportedly had his head turned by Napoli’s Khvicha Kvaratskhelia, who has returned to the Camp Nou sides agenda and, according to El Nacional, has even overtaken Nico Williams on their transfer shortlist. Nico Williams might have been holding out for a move to Barcelona, but according to a report from Spain, the Athletic Club winger could be left disappointed.", "cnUrl": "https://www.footballtransfers.com/en/transfer-news/es-la-liga/2024/10/nico-williams-overtaken-on-barcelonas-shortlist?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://static.footballtransfers.com/images/cn/image/upload/q_75,w_1200/footballcritic/ggobcu0bir2bz7fgrsv2.webp", "pbAt": 1727961426040}, {"id": "pr:3408-a:797550", "ttl": "Athletic Club receive double injury boost ahead of first Europa League outing at San Mames", "oTtl": "Football España", "athr": "John Menzies", "pId": 35, "sum": "Athletic Club secured a valuable draw at AS Roma last week, and on Thursday, they will be aiming to build on that with their first Europa League fixture at San Mames. Ernesto Valverde’s side take on AZ Alkmaar in MD2 of the league phase, and for the match, they will have a slightly stronger squad […] The post Athletic Club receive double injury boost ahead of first Europa League outing at San Mames appeared first on Football España.", "cnUrl": "https://www.football-espana.net/2024/10/02/athletic-club-receive-double-injury-boost-ahead-of-first-europa-league-outing-at-san-mames?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-espana.net/wp-content/uploads/2024/09/Oihan-Sancet.jpeg", "pbAt": 1727903975642}, {"id": "pr:3408-a:794391", "ttl": "Athletic Club launch appeal to have key player available for Girona showdown", "oTtl": "Football España", "athr": "John Menzies", "pId": 35, "sum": "On Sunday, Athletic Club failed to make it four La Liga wins in a row when they were held to a 1-1 draw by Sevilla at San Mames. The hosts had been leading until the final minutes, when Alex Padilla unfortunately scored an own goal to deny them of the three points. Before that, backup […] The post Athletic Club launch appeal to have key player available for Girona showdown appeared first on Football España.", "cnUrl": "https://www.football-espana.net/2024/10/01/athletic-club-launch-appeal-to-have-key-player-available-for-girona-showdown?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-espana.net/wp-content/uploads/2024/10/Julen-Agirrezabala.jpeg", "pbAt": 1727809425625}]}