{"tCnt": 2, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:8350-a:891539", "ttl": "Europa League: Braga pegged back late on in 1-1 draw against Elfsborg", "oTtl": "PortuGOAL", "athr": "portugoal@portugoal.net (Tom Kundert)", "pId": 35, "sum": "Braga let three points slip through their hands in the Europa League by conceding a late goal to Elsborg in Sweden tonight. In a hard-fought match played in foggy conditions, Ricardo Horta’s deflected shot from a well-worked free kick put Braga into the lead in the 67th minute. However, the hosts remained dangerous and Braga were unable to close the game out, Emil Holten scoring an 84th-minute equaliser, to leave the Portuguese club currently outside the playoff places. José Ricardo Leite reports. Carvalhal changes his tactics Braga travelled to Sweden to try to take the three points home. However, the Warriors expected a walk in the park, forgetting the turf is synthetic in Sweden. Carlos Carvalhal tried a different approach, bringing in a system with three centre backs where João Ferreira (normally a right-back) played in the right centre-back position. However, in his starting XI Carvalhal included a lot of offensive players, predicting a closed Elfsborg, with very narrow lines. Gabri Martinez patrolled the whole of the left wing and the young diamond Roger Fernandes played on the right wing. The Warriors coach employed an extremely high defensive line. It was almost a copy-cat of Amorim’s system at Sporting. Braga start brightly The game started as expected, with Braga applying very high pressure. Three minutes in and we had an amazing goal line clearance by one of Elfsborg’s defenders. Gabri Martínez was on fire on the left wing, creating chances for him and his teammates. The high line from Braga was seen as an invitation for Elfsborg to play on the counter attack, which was very smart from the Swedes. By the 20th minute, the weather became very foggy, which continued for the rest of the game. Only in the 25th minute did the home team find the opposition’s area. After that, it was a very tactical match, with João Moutinho as a pendulum for the Braga midfield. 38 years old and he plays the game like he is 25, ageing like fine wine! Braga’s system wasn’t working and Carvalhal is a stubborn man. He didn’t change anything throughout the match and that cost him the win. Goals arrive in the second half Carvalhal again misread the match. He brought on El Ouzzani, an amazing striker doing wonders this season for Braga, but very limited in his movements. He is a “stay in the box” kind of striker. When you play inverted wingers such as Martínez and Roger, it is unlikely that they can cross the ball so that El Ouzzani can bag a goal. Maintaining his was not a smart move from Carvalhal. On the counter attack, Elfsborg tried to create danger, and accomplished that in the 60th minute when Mbi, after a childish mistake, forces Ferreira to make an incredible clearance and save Braga. Elfsborg appeared to be way more comfortable than Braga in the second half, but a free kick with a beautiful rehearsed play changed the course of the match. Ricardo Horta fired the ball at goal and a deflection took the ball into the net making it 0-1. Carvalhal immediately decided to take off his pendulum and put on André Horta. This was a major loss for Braga, because Moutinho was securing the offensive part of the game for Braga, and his substitution made Braga uncomfortable with the ball, forcing them to drop back. Elfsborg sensed the insecurity and moved up their lines. After another crass mistake by Mbi, the Swedes made it 1-1 in the 83rd minute. It was a dagger-blow to the heart for the Warriors who couldn’t stand up from the goal suffered in the late stages. Needless to say that Braga cannot do it on a foggy night in the Boras Arena. Positives and negatives + Gabi Martínez. An absolute menace on the left wing. When he and Gharbi play together it is often like poetry in motion. Dribble after dribble, combination after combination, chance after chance. If he plays like this through the rest of the season he may be ready for “bigger flights”. + Moutinho. As stated earlier, he has aged like fine wine. Everything that goes through him is turned into something positive. Just like when he was in Sporting, Porto, Monaco and Wolves. The stability that he offers is what makes him probably the most underrated Portuguese player of all time. - Bright Arrey-Mbi. When he arrived in Braga, he was seen as a prospect of great things because of his defensive security and elaborate plays. He’s a young player with plenty of virtues, but an overconfident one. Reckless mistakes are borne out of his overconfidence. He needs to touch the ground as soon as possible. He could have cost Braga even a draw in Sweden. - Roger Fernandes. One of the best talents in Portuguese football, but clearly needs to grow up. Maybe Carvalhal is the one to blame for his poor performance today, but he cannot be so inventive when he is playing in such a critical position. Bad awareness, especially when Ferreira moved up; it seemed that he always lost the ball at that time. Keep your head up kid, prove that you should have the freedom to show your talent and not be stuck to the right wing! By José Ricardo Leite", "cnUrl": "https://portugoal.net/club-news/4269-europa-league-braga-pegged-back-late-on-in-1-1-draw-against-elfsborg?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://portugoal.net/images/Trophies-Competitions/Europa-League-Logo.jpg", "pbAt": 1731021980739}, {"id": "pr:8350-a:885716", "ttl": "Preview: Elfsborg vs. Braga - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Thursday's Europa League clash between Elfsborg and Braga, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/elfsborg/europa-league/preview/preview-elfsborg-vs-braga-prediction-team-news-lineups_557432.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/32/roger-fernandes.jpg", "pbAt": 1730856778621}]}