{"tCnt": 39, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3910-a:847007", "ttl": "PSG Talking Podcast: PSG’s Scoring Woes Continue Against PSV", "oTtl": "PSG Talk", "athr": "Ed", "pId": 35, "sum": "Julian Finney/Getty Images Subscribe to the PSG Talking podcast. The post PSG Talking Podcast: PSG’s Scoring Woes Continue Against PSV appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/psg-talking-podcast-psgs-scoring-woes-continue-against-psv/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/10/Fabian-Ruiz-Arsenal-vs-PSG-Champions-League-2024.jpg", "pbAt": 1729664801254}, {"id": "pr:3910-a:846582", "ttl": "Chelsea Set Ultimatum for Player Attracting PSG, Real Madrid Interest", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Achraf Hakimi will reportedly extend his contract, but there’s not much depth behind him. As a result, the Parisians have to find a quality backup in case the player suffers a serious injury. Last week, The Independent reported that Chelsea’s Josh Acheampong has caught the attention of several top European clubs. Real Madrid are reportedly […] The post Chelsea Set Ultimatum for Player Attracting PSG, Real Madrid Interest appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/chelsea-ultimatum-player-attracting-psg-real-madrid-interest/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/08/josh-acheampong-chelsea-v-spurs-epl-2024-1.jpg", "pbAt": 1729635180139}, {"id": "pr:3910-a:846501", "ttl": "PSG struggling to impress in the Champions League and the new format could prove helpful", "oTtl": "Associated Press", "pId": 35, "sum": "PSG lost 2-0 away to Arsenal in its previous game amid poor defending and needed a huge stoppage-time blunder from the visiting goalkeeper to scrape a 1-0 home win against modest Girona in its opening game. Judging by Paris Saint-Germain’s performances so far, the revamped Champions League format could actually prove to be PSG’s salvation because it may have struggled to qualify under the previous group format.", "cnUrl": "https://apnews.com/article/psg-champions-league-new-format-9fbdba90837bd773066938eb37203fc0?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://dims.apnews.com/dims4/default/01998bd/2147483647/strip/true/crop/5616x3159+0+293/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F02%2F29%2F3e18eb520f821189fa9fed34cce1%2Fde65c545f6474cd1a63dce92c8598cb9", "pbAt": 1729633437414}, {"id": "pr:3910-a:846467", "ttl": "OM’s Motivation to Rival PSG for Manchester United Standout Revealed", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "This week, TEAMtalk reported the latest on Marcus Rashford’s future as the January transfer window approaches. Their reporting, citing sources, suggests it’s not impossible for the forward to leave Manchester United. Moreover, Bayern Munich and Olympique Marseille are also keen to explore a potential move if Manchester United gives the green light. Last week, TEAMTalk reported that PSG […] The post OM’s Motivation to Rival PSG for Manchester United Standout Revealed appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/oms-motivation-to-rival-psg-for-manchester-united-standout-revealed/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/03/marcus-rashford-nottingham-forest-v-manchester-united-emirates-fa-cup-fifth-round-2024.jpg", "pbAt": 1729632917166}, {"id": "pr:3910-a:846432", "ttl": "PLAYER RATINGS | PSG 1-1 PSV Eindhoven: Hosts stutter in Europe again", "oTtl": "Get French Football News", "athr": "Raphael Jucobin", "pId": 35, "sum": "UEFA Champions League, Matchday 3 Having turned in two unconvincing performances in Europe so far, Paris Saint-Germain were under pressure to translate what appeared to be a return to domestic…", "cnUrl": "https://www.getfootballnewsfrance.com/2024/player-ratings-psg-1-1-psv-eindhoven-hosts-stutter-in-europe-again/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1729632172043}, {"id": "pr:497-a:846359", "ttl": "PSV battles for a draw at PSG", "oTtl": "Football Oranje", "athr": "admin", "pId": 35, "sum": "PSV Eindhoven escaped PSG with a 1-1 draw after the hosts passed up a number of chances. PSV Eindhoven headed to Paris without a number of key players including Jerdy Schouten, Joey Veerman and Rick Karsdorp. It meant that Peter Bosz had to go with an attacking midfield of Guus Til, Ismail Saibari and Malik […] The post PSV battles for a draw at PSG appeared first on Football Oranje.", "cnUrl": "http://www.football-oranje.com/psv-battles-for-a-draw-at-psg/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "http://www.football-oranje.com/wp-content/uploads/2024/02/cl.jpg", "pbAt": 1729631748716}, {"id": "pr:3910-a:846378", "ttl": "Manchester United Put PSG on Alert by Sending Scout to Monitor Summer Target", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "This past summer transfer window, Paris Saint-Germain had Napoli standout Khvicha Kvaratskhelia on their radar. Despite the capital club’s keen interest in the Georgian, a move didn’t transpire. Napoli stood their ground regarding their stance, which was their unwillingness to sell Kvaratskhelia. In the 2023-24 season, Kvaratskhelia played in 45 games, scoring 11 goals and […] The post Manchester United Put PSG on Alert by Sending Scout to Monitor Summer Target appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/man-utd-puts-psg-alert-sending-scout-monitor-summer-target/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/06/khvicha-kvaratskhelia-napoli-v-monza-serie-a-2024.jpg", "pbAt": 1729631578979}, {"id": "pr:3910-a:846201", "ttl": "Video: PSG’s Achraf Hakimi Scores a Stunning Outside-the-Box Goal", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "After giving up the first goal in the first half to PSV Eindhoven, Paris Saint-Germain leveled the scoring early in the second half thanks to a long-distance shot from Achraf Hakimi. The Parisians lost to Arsenal on Matchday 2 of the UEFA Champions League, and the squad needs to bounce back with a victory to […] The post Video: PSG’s Achraf Hakimi Scores a Stunning Outside-the-Box Goal appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/video-psgs-achraf-hakimi-scores-a-stunning-outside-the-box-goal/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/08/achraf-hakimi-psg-v-montpellier-ligue1-2024.jpg", "pbAt": 1729629348751}, {"id": "pr:3910-a:846097", "ttl": "Barcelona, PSG Suffer Setback as Bayern Munich Set to Extend Target", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "In recent months, Paris Saint-Germain and FC Barcelona have shown strong interest in Bayern Munich midfielder Joshua Kimmich. Kimmich’s situation at Bayern Munich has taken an unexpected turn since Vincent Kompany took over as head coach. The German midfielder, who can also play right-back, looked set to leave the club when his contract expired next […] The post Barcelona, PSG Suffer Setback as Bayern Munich Set to Extend Target appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/barcelona-psg-suffer-setback-bayern-munich-set-secure-target/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/10/joshua-kimmich-fc-bayern-munchen-v-vfb-stuttgart-bundesliga-2024.jpg", "pbAt": 1729626600582}, {"id": "pr:3910-a:846050", "ttl": "Liverpool Face €100 Million Fee to Replace PSG-Linked Star", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Mohamed Salah’s future at Liverpool is up in the air, with his current contract set to expire next June. Recently, there have been rumors linking the star winger to Paris Saint-Germain, but could the Premier League side be plotting his replacement? Recent reports from Fichajes suggest that PSG manager Luis Enrique is keen on signing Salah. The […] The post Liverpool Face €100 Million Fee to Replace PSG-Linked Star appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/10/liverpool-face-e100-million-fee-to-replace-psg-linked-star/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/09/mo-salah-liverpool-v-man-utd-epl-2024.jpg", "pbAt": 1729624821357}]}