{"tCnt": 10, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:304-a:849671", "ttl": "Feyenoord end Benfica's unbeaten start with hard-fought win", "oTtl": "BBC Sport", "pId": 35, "sum": "Watch highlights as Feyenoord ended Benfica's unbeaten start to the Champions League season with a battling 3-1 victory in Lisbon.", "cnUrl": "https://www.bbc.com/sport/football/videos/c4gpl70x9zwo?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://ichef.bbci.co.uk/ace/standard/1024/cpsprodpb/95f4/live/0c75d290-9189-11ef-8e6d-e3e64e16c628.jpg", "pbAt": 1729721191998}, {"id": "pr:304-a:849463", "ttl": "Off-colour Benfica beaten 3-1 by Feyenoord at the Estádio da Luz", "oTtl": "PortuGOAL", "athr": "portugoal@portugoal.net (Tom Kundert)", "pId": 35, "sum": "The Bruno Lage train skidded off the rails in Lisbon tonight as Benfica’s six-match winning run under the new coach came to an abrupt end against Feyenoord in the Champions League. Ayase Ueda gave the Dutch team an early lead and Feyenoord penetrated Benfica’s defence with alarming ease all night, doubling their lead in the 33rd minute through Antoni Milambo. The Eagles got back into the game thanks to yet another Kerem Aktürkoglu goal in the 66th minute, but could not work up a head of steam. And Milambo’s second goal to seal the deal late on summed up Benfica’s night with the home defence falling asleep when defending a free kick. More to follow.", "cnUrl": "https://portugoal.net/club-news/4227-off-colour-benfica-beaten-3-1-by-feyenoord-at-the-estadio-da-luz?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1729718574831}, {"id": "pr:304-a:849376", "ttl": "Milambo at the double as Feyenoord stuns Benfica", "oTtl": "Football Oranje", "athr": "admin", "pId": 35, "sum": "Antoni Milambo scored twice as Feyenoord defeated Benfica 3-1 in the Champions League on Wednesday evening. Feyenoord have come into good form recently and they lined up with the same eleven in Lisbon that defeated Go Ahead Eagles 5-1. Vangelis Pavlidis, Fredrik Aursnes and Orkun Kökcü all lined up for Benfica. The hosts went into […] The post Milambo at the double as Feyenoord stuns Benfica appeared first on Football Oranje.", "cnUrl": "http://www.football-oranje.com/milambo-at-the-double-as-feyenoord-stuns-benfica/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1729717918917}, {"id": "pr:304-a:849162", "ttl": "Benfica vs. Feyenoord (23 de Oct., 2024) Resultados en Vivo", "oTtl": "ESPN", "pId": 35, "sum": "In addition to the above toggle, you may choose to provide the information requested in this opt-out form, which may enable us to take action on your opt-out election more broadly than just on this digital property. Please note that, because these activities are based on online cookies, your opt-out choice is specific to this property.", "cnUrl": "https://www.espn.com.mx/futbol/partido/_/juegoId/720463?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://a.espncdn.com/combiner/i?img=/i/espn/misc_logos/500/soccer.png", "pbAt": 1729712349402}, {"id": "pr:304-a:848090", "ttl": "Inter eye Benfica’s rising star João Rego", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Portuguese football continues to produce exceptional talents, and while Rafael Leão struggles to shine and Francisco Conceição grows with each match, numerous young prospects are emerging from the top three clubs: Porto, Sporting, and Benfica. These clubs are already introducing these talents to their first teams, creating jewels for their future. Portuguese football prodigies have long attracted attention at increasingly younger ages, as they are often synonymous with assured investments. Many in Portugal have identified João Rego as the next generational talent most ready for the big leap. Born in 2005 in Ourique, a small town in the Beja district The post Inter eye Benfica’s rising star João Rego appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/inter-eye-benficas-rising-star-joao-rego/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/10/Rego.webp", "pbAt": 1729690400523}, {"id": "pr:304-a:847655", "ttl": "Priske Pre-Benfica: “Would like to see Trauner play 90 minutes, but have to be careful”", "oTtl": "Get Belgian & Dutch Football News", "athr": "Max Bradfield", "pId": 35, "sum": "Feyenoord boss Brian Priske has outlined his defensive intentions ahead of this evening’s Champions League clash in Lisbon with Benfica. Spirits are already high after the Rotterdam club beat Go…", "cnUrl": "https://getfootballnewsbene.com/priske-pre-benfica-would-like-to-see-trauner-play-90-minutes-but-have-to-be-careful/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://getfootballnewsbene.com/wp-content/uploads/2024/10/girona-fc-v-feyenoord-uefa-champions-league-2024-25-league-phase-md2-1-1024x705.jpg", "pbAt": 1729681147480}, {"id": "pr:304-a:846869", "ttl": "Benfica vs Feyenoord: Preview, predictions and lineups", "oTtl": "90min.com", "pId": 35, "sum": "Wednesday's visitors are still unbeaten in the Eredivisie through eight games, but Brian Friske's side are already 11 points adrift of league leaders PSV Eindhoven having drawn half of their encounters. Benfica have a 100% record through two Champions League league phase games, and they next take on Feyenoord in the competition on Wednesday night.", "cnUrl": "https://www.90min.com/benfica-vs-feyenoord-preview-predictions-lineups-23-10-24?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://images2.minutemediacdn.com/image/upload/c_crop,w_5317,h_2990,x_0,y_554/c_fill,w_1440,ar_16:9,f_auto,q_auto,g_auto/images/GettyImages/mmsport/90min_en_international_web/01jat66dhd3q04n3e8xr.jpg", "pbAt": 1729659440491}, {"id": "pr:304-a:845285", "ttl": "Benfica vs Feyenoord predictions: Nothing stopping Eagles on home soil", "oTtl": "Spotlight", "lbl": "news", "pId": 32, "sum": "Benfica are a perfect two wins from two in this season's Champions League and Tom McGarry expects the hosts to secure another victory against Feyenoord.", "cnUrl": "https://www.livescore.com/en/native/news/benfica-feyenoord-predictions-champions-league-2024102214395607080/", "tnUrl": "https://uk1.sportal365images.com/process/smp-image-api/livescore.com/22102024/885086fe-63e7-4598-92ed-9dc05a5fbfbd.jpg?operations=fit(770:)", "siUrl": "https://uk1.sportal365images.com/process/smp-image-api/livescore.com/22102024/885086fe-63e7-4598-92ed-9dc05a5fbfbd.jpg", "pbAt": 1729607996000}, {"id": "pr:449-a:845150", "ttl": "Aursnes: “I have very good memories of Feyenoord”", "oTtl": "Get Belgian & Dutch Football News", "athr": "Max Bradfield", "pId": 35, "sum": "Benfica’s Norwegian midfielder Frederik Aursnes previewed his side’s Champions League clash with Feyenoord with kind words regarding his former club. Speaking with the press ahead of Wednesday’s match, the 28-year-old…", "cnUrl": "https://getfootballnewsbene.com/aursnes-i-have-very-good-memories-of-feyenoord/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://getfootballnewsbene.com/wp-content/uploads/2024/10/sl-benfica-v-atletico-de-madrid-uefa-champions-league-2024-25-league-phase-md2-1024x738.jpg", "pbAt": 1729606942151}, {"id": "pr:304-a:844947", "ttl": "Benfica v Feyenoord 1963 revisited: Eusébio inspires the great 1960s Benfica side into third successive final", "oTtl": "PortuGOAL", "athr": "portugoal@portugoal.net (Tom Kundert)", "pId": 35, "sum": "Nobody knew who they were and then, almost out of the blue, they became the envy of European football. SL Benfica 1960s generation is one of the greatest fairy tales of European football. On the eve of Benfica’s Champions Legue encounter against Feyenoord, Portuguese football historian Miguel Lourenço Pereira delves into the archives and looks at the 1963 semi-final between the very same Portuguese and Dutch teams in Europe’s foremost club competition. Benfica supplant Real Madrid as Europe’s finest From a country that never seemed to be taken into consideration when thinking about continental trophy contenders, Benfica became the greatest force in club football during the 1960s, worthy successors of the iconic Real Madrid side of Alfredo di Stefano, Ferenc Puskas and Paco Gento. The Merengues played and won five out of five European Cup finals in the 1950s. The following decade the Águias also reached the final of Europe’s biggest football competition on five occasions. No one was as dominant during that decade as they were. Not always on the winning side, like the Spanish giants, nevertheless Benfica’s glorious run made them household names and brought prestige to Portuguese football like nobody had ever done before. When they faced Feyenoord in the European Cup 1963 semifinals they were no longer the unknowns who, two years prior, had surprised everyone by clinching a place in a final everybody expected them to lose. They were now the royals of the European game. After beating Spanish giants Barcelona and Real Madrid in consecutive finals, everyone expected Benfica to sail to another continental final when the competition kickstarted in 1962. Alf Ramsey’s Ipswich Town were England’s unexpected contenders but they were out early, at the hands of AC Milan. The Italian giants would then see out Galatasaray and Dundee FC on their way to the final, their second after being beaten by Madrid in 1958. Benfica, on the other hand, didn’t have the easiest of runs. Held to a draw in Sweden, they eventually beat Norrkoping at da Luz and then won a tight match in Prague, against Dukla, before a goalless draw at home confirmed their presence in the semis for a third consecutive season, something only Real Madrid had done until then. The ”Bathtub” and the first great Dutch team Their rivals would be Feyenoord of Rotterdam. People think of Dutch football’s rise to the top and immediately Ajax comes to mind, but in truth, it was the Rotterdamers who were the first Eredivise powerhouse. They won the 1962 league with a side that included players who would eventually become European Cup winners at the end of the decade, and Feyenoord stormed European football by surprise over the following months. Feyenoord first overcame Servette and then VASAS from Hungary, both duels decided in a play-off match. They then beat Stade Reims, the iconic French side who had twice been the competition’s runners-up, but who were at the end of their golden era. The first match was played in Paris and a solo goal by Kreijermaat was enough to see the away side through as they drew the return leg in Rotterdam. The De Kuip stadium was as important as any squad player for the Dutch side. Known as Rotterdam’s Bathtub owing to its bowl shape and feverous atmosphere, the side coached by Franz Fuchs knew it was important to get a good result before travelling to the mighty Estádio da Luz. The 'Bela Guttmann curse' began to take effect in the 1963 European Cup final Benfica was not a side to be intimidated though, the years having served to muscle up emotionally a team full of iconic figures. Bella Guttman had been replaced during the summer by Chilean manager Fernando Riera, after a spat with the board. Nobody really knows in detail what happened as with everything regarding the Hungarian. The most likely version of the story revolves around money, a recurrent theme in Guttman’s troublesome career. He had supposedly requested an improved salary after delivering back-to-back European cups for the Lisbon side and was denied by the board. He then proceeded to cast a curse, claiming that without him onboard Benfica would never win another European trophy, at least for a hundred years. Myth or not, the curse has become part of Portuguese folklore over the following decades. Yet, during the summer of 1962, nobody would ever give it much credit. Benfica had the best side in European football. While many expected a re-run of the previous season’s final against Real Madrid, the humiliating defeat of the Spanish champions against Anderlecht seemed to have paved the way for the triple crown. Few things had changed in the squad over the summer. The biggest change was the changing of the guard in the attack, with the skipper José Águas paving way for the young José Torres to become a key figure in the side. Torres, who won the coveted Bola de Prata awarded to the league’s top scorer, joined the already established António Simões and José Augusto on the wings and, above all, Eusébio as a free rooming forward. Fearsome fivesome The previous season had proved the Mozambican was a unique footballer and in 1962/63 he raised his game even further, linking with his forward partners as well as with Mário Coluna, who he had previously displaced to become a key figure in midfield. The new captain, after the departure of Águas, had stablished himself has the decisive pillar of all Benfica’s play, after having arrived in Portugal expecting to become a prolific goalscorer. That season marked the beginning of the famed five of Coluna, Simões, Eusébio, Torres and Augusto who comprise one of the most feared forward lines in the history of the game. In the Portuguese league they proved to be in a world of their own, winning 23 out of 26 matches played, with a sole defeat and second-place FC Porto six points distant, at a time when each win counted only for two points. The League was almost wrapped up when Benfica travelled to Rotterdam for the first leg of the semifinals. In a De Kuip stadium packed to the rafters the Portuguese side understood, firsthand, what the reputation of the ground was all about. The atmosphere was incredible, and Feyenoord used it in their favour, pressing their home advantage to pressure Benfica’s two-man midfield into their own area often. Doing so they short-circuited the powerful forward line of the Águias, yet, in return, they were unable to convert their possession into real danger besides from a few squandered shots. The score remained untouched. Inferno da Luz Not scoring away from home was a perilous result in those days and Benfica knew it. So did Feyenoord and so thousands of supporters embarked on a ferry trip that took them to Lisbon to experience, first hand, what the ‘Da Luz Hell’ was all about. It was a match of great responsibility for the home side who knew that everyone granted them heavy favouritism in making progress. The home side went full force from the off. Riera selected his most forward minding starting eleven, with Cavém, Santana, Humberto Fernandes, Raúl and Cruz accompanying the mighty forward five. In front of almost 80,000 souls, Benfica pressed from minute one. Playing in all white, they opened the scoring with twenty minutes on the clock, Eusébio taking advantage of a rebound from a Torres shot. On the brink of half time a powerful header from José Áugusto, after a corner from the left, made it 2-0. Feyenoord were unable to cross the midfield line, such was the dominating performance of the home side. On the hour Santana made it three, firing in a powerful shot from outside the box. There were no doubts about who was going to Wembley and although Feyenoord scored with ten minutes to go from outside the box – courtesy of Bouwmeester – the Benfica performance was one for the ages, worthy of their European status. Highlights of Benfica 3-1 Feyenoord, European Cup semi-final second leg, 08/05/1963 Sadly, Wembley turned out to be a disappointing end to the campaign. The Nereo Rocco AC Milan knew what they had to do to negate the far superior Portuguese individual quality. Mário Coluna was seriously injured in the first minutes of the game and limped off, leaving Benfica to play with ten men against one of the best defences in history. Even so, Eusébio opened the scoring with a trademark shot, but with time AC Milan grew in confidence and playing a man up allowed them to exploit the numerical advantage. José Altafini, the Brazilian who grew up in the shadow of Pelé and later moved to Italy where he became a superstar, netted a brace in ten minutes to turn the game around and give Italy its first European Cup. The Guttman curse starts to take effect It was the beginning of the so called Guttman curse. Benfica would play two more finals in the 1960s, losing both, while AC Milan came out victors once again in 1969 under Rocco. They met again in the 1990, a period when they both played two finals each. The Portuguese side lost both, the now Berlusconi-owned squad on the contrary, coming out victors twice. That was the moment Milan surpassed Benfica in European royalty. They still rank second in wins – having added three more accolades to the previous four – while Benfica never again played a European Cup final. That match against Feyenoord was their last win as European champions, a match that honoured their history and prestige. A moment to remember for those who enjoyed first-hand the might of Eusébio, Coluna, Augusto, Simões, Torres and many others that made Benfica the greatest side in Portuguese football throughout the 20th century. By Miguel Lourenço Pereria, author of “Bring Me That Horizon – A Journey to the Soul of Portuguese Football”.", "cnUrl": "https://portugoal.net/classics-topmenu/4221-benfica-v-feyenoord-1963-revisited-eusebio-inspires-the-great-1960s-benfica-side-into-third-successive-final?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://portugoal.net/images/Benfica/Benfica-Feyenoord-1963.jpg", "pbAt": 1729602486203}]}