{"tCnt": 49, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3910-a:762947", "ttl": "Preview: Reims vs. Paris Saint-Germain - prediction, team news, lineups", "oTtl": "Sports Mole", "pId": 35, "sum": "Sports Mole previews Saturday's Ligue 1 clash between Reims and Paris Saint-Germain, including predictions, team news and possible lineups.", "cnUrl": "https://www.sportsmole.co.uk/football/reims/preview/preview-reims-vs-psg-prediction-team-news-lineups_553231.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/38/fabian-ruiz-ousmane-dembele.jpg", "pbAt": 1726726270227}, {"id": "pr:3910-a:762795", "ttl": "‘A While’ – Arsenal’s Arteta Gives Injury Update on Star Player Ahead of Looming PSG Clash", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "In the coming weeks, one of Paris Saint-Germain’s marquee matches will be their UEFA Champions League clash against Arsenal on October 1 at Emirates Stadium. However, the Gunners will be down one star player when the Parisians travel to North London. The past FIFA international window hasn’t been kind to Arsenal as their captain Martin […] The post ‘A While’ – Arsenal’s Arteta Gives Injury Update on Star Player Ahead of Looming PSG Clash appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/09/arteta-injury-update-arsenal-star-ahead-looming-psg-clash/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/09/martin-odegaard-arsenal-v-brighton-epl-2024.jpg", "pbAt": 1726718696190}, {"id": "pr:3910-a:762756", "ttl": "‘Ongoing Issue’ – PSG Star’s Barcelona Troubles Persist in Champions League Win vs. Girona", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Ousmane Dembélé has started the 2024-25 season in outstanding form, with three goals and two assists in just four Ligue 1 games. However, the 27-year-old winger had a challenging night in Paris Saint-Germain’s opening Matchday 1 contest against Girona FC. Dembélé had eight total shits, with two going on target and one hitting the woodwork. Moreover, […] The post ‘Ongoing Issue’ – PSG Star’s Barcelona Troubles Persist in Champions League Win vs. Girona appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/09/psg-stars-barcelona-troubles-persist-vs-girona-expert-says/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/09/ousmane-dembele-psg-v-girona-ucl-20241.jpg", "pbAt": 1726714597185}, {"id": "pr:3910-a:762742", "ttl": "Man Utd, PSG Target Posts Impressive UCL Stat on Matchday 1 for Bayern Munich", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Bayern Munich standout Jamal Musiala is drawing interest from other top European clubs. The 21-year-old’s contract with the Bavarian side expires in 2026 and on Tuesday, the youngster showed why he’s drawing so much interest. CaughtOffside recently noted that Liverpool have stepped up their pursuit of Musiala, with Manchester City, Real Madrid, and PSG also […] The post Man Utd, PSG Target Posts Impressive UCL Stat on Matchday 1 for Bayern Munich appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/09/man-utd-psg-target-posts-impressive-ucl-stat-bayern-munich/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/09/jamal-musiala-holstein-kiel-v-fc-bayern-munchen-bundesliga.jpg", "pbAt": 1726711968036}, {"id": "pr:3910-a:762727", "ttl": "Tottenham Emerge as Most Interested Over Chelsea, PSG for Player with 52 Goals Since 2023", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Paris Saint-Germain opted not to pursue a No. 9 this past summer window, giving Randal Kolo Muani and Gonçalo Ramos a vote of confidence. However, if neither player solidifies themselves as the starting striker, could the Parisians be in the market next summer? Finishing was an issue in the first league phase match for PSG […] The post Tottenham Emerge as Most Interested Over Chelsea, PSG for Player with 52 Goals Since 2023 appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/09/spurs-emerge-interested-chelsea-psg-viktor-gyokeres/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/09/viktor-gyokeres-sporting-v-lille-ucl-2024.jpg", "pbAt": 1726709754606}, {"id": "pr:3910-a:762681", "ttl": "Fabrizio Romano Provides Key Contract Update on Arsenal Defender’s Future as PSG Show Interest", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Arsenal’s central defensive pairing, William Saliba and Gabriel Magalhães, are reportedly on Paris Saint-Germain’s radar. Transfer expert Fabrizio Romano has the latest on the Brazilian defender, who has experience in Ligue 1. TBR Football recently revealed that PSG had a representative scouting Gabriel and Saliba. CaughtOffside also reported, citing sources, that Saliba is on the […] The post Fabrizio Romano Provides Key Contract Update on Arsenal Defender’s Future as PSG Show Interest appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/09/fabrizio-romano-contract-update-arsenal-defender-amid-psg-links/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/09/saliba-gabriel-arsenal-v-tottenham-epl-2024.jpg", "pbAt": 1726703994470}, {"id": "pr:3910-a:762675", "ttl": "'Unknowns' in new UCL worry PSG's Luis Enrique", "oTtl": "ESPN", "pId": 35, "sum": "Paris Saint-Germain manager Luis Enrique said the \"unknowns\" of the new Champions League format make it hard to judge his team's opening win over Girona on Wednesday.", "cnUrl": "https://www.espn.co.uk/football/story/_/id/41318928/psg-coach-luis-enrique-wary-unknowns-champions-league?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://a3.espncdn.com/combiner/i?img=%2Fphoto%2F2024%2F0918%2Fr1388511_1296x729_16%2D9.jpg", "pbAt": 1726703832818}, {"id": "pr:3910-a:762652", "ttl": "PSG Show ‘Most Concrete Interest’ in Barcelona Transfer Target, According to Fabrizio Romano", "oTtl": "PSG Talk", "athr": "Eduardo", "pId": 35, "sum": "Bayern Munich veteran Joshua Kimmich has been on FC Bayern Munich and Paris Saint-Germain’s radar. However, in recent days, there’s been chatter about his future. Sky Sport Germany’s Florian Plettenberg recently shared that Kimmich is open to discussing a contract extension with Bayern Munich beyond 2025. Furthermore, Barcelona and PSG have faced some setbacks in securing the player. […] The post PSG Show ‘Most Concrete Interest’ in Barcelona Transfer Target, According to Fabrizio Romano appeared first on PSG Talk.", "cnUrl": "https://psgtalk.com/2024/09/fabrizio-romano-psg-show-concrete-interest-barcelona-target/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.psgtalk.com/wp-content/uploads/2024/09/joshua-kimmich-bayern-munich-bundesliga-2024.jpg", "pbAt": 1726702678040}, {"id": "pr:3586-a:762639", "ttl": "Arsenal, Liverpool 'scout' Girona duo in Champions League opener", "oTtl": "Sports Mole", "pId": 35, "sum": "Arsenal and Liverpool reportedly send scouts to watch two Girona players in Wednesday's Champions League clash with Paris Saint-Germain.", "cnUrl": "https://www.sportsmole.co.uk/football/arsenal/transfer-talk/news/potential-targets-arsenal-liverpool-monitoring-girona-duo_553234.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/34/mikel-arteta_1.JPG", "pbAt": 1726700453871}, {"id": "pr:3586-a:762624", "ttl": "Girona star left in tears after setting unwanted UCL record in heartbreaking PSG defeat", "oTtl": "Get Spanish Football News", "athr": "Conor Laird", "pId": 35, "sum": "Girona star Paulo Gazzaniga on Wednesday night secured for himself a place in the history books of Spanish football. Unfortunately for the shot-stopper, however, as much came for altogether less…", "cnUrl": "https://getfootballnewsspain.com/girona-star-left-in-tears-after-setting-unwanted-ucl-record-in-heartbreaking-psg-defeat/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://getfootballnewsspain.com/wp-content/uploads/2024/09/topshot-fbl-eur-c1-psg-girona-1024x683.jpg", "pbAt": 1726699416464}]}