{"tCnt": 93, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:3863-a:941705", "ttl": "Unai Emery furious at referee 'interpretation' that denied Aston Villa win over Juventus", "oTtl": "Mirror Football", "athr": "mirrornews@mirror.co.uk (Neil Moxley)", "pId": 35, "sum": "Aston Villa star Morgan Rogers scored what he thought was a late winner against Juventus, but the goal was ruled out by referee Gil Manzano to the disbelief of Unai Emery", "cnUrl": "https://www.mirror.co.uk/sport/football/news/aston-villa-juventus-champions-league-34202862?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.mirror.co.uk/incoming/article34202872.ece/ALTERNATES/s615/0_Screenshot-708.jpg", "pbAt": 1732779479388}, {"id": "pr:3863-a:941675", "ttl": "'We will not do without him': Aston Villa or Southampton move ruled out as director says no January deal", "oTtl": "TBR Football", "athr": "Dan Owen", "pId": 35, "sum": "Villa, Southampton and Fulham are keen...", "cnUrl": "https://tbrfootball.com/aston-villa-and-southampton-blow-as-director-rules-out-january-deal-for-incredible-midfielder/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://cdn1.tbrfootball.com/uploads/27/2024/11/GettyImages-2149578169-1024x682.jpg", "pbAt": 1732778145139}, {"id": "pr:3863-a:941676", "ttl": "Martinez mocks Juventus goalkeeper as Luiz watches Villa match Chelsea record", "oTtl": "Birmingham Live - Aston Villa", "pId": 35, "sum": "Villa have now kept clean sheets in all four of their home matches against Italian teams after drawing against Juventus and beating Bologna and Inter. Perhaps a goalless draw was the obvious result at Villa Park on Wednesday night due to Juventus' strong defensive record and lack of goals, coupled with their injury struggles at the top of the pitch.", "cnUrl": "https://www.birminghammail.co.uk/sport/football/football-news/how-emi-martinez-mocked-juventus-30466571?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.birminghammail.co.uk/incoming/article30467826.ece/ALTERNATES/s1200/0_Aston-Villa-v-Juventus-UEFA-Champions-League-League-Stage-Villa-Park.jpg", "pbAt": 1732778144030}, {"id": "pr:3863-a:941604", "ttl": "Arsenal rival Newcastle & Aston Villa for €40-50m transfer but another club has a big advantage", "oTtl": "CaughtOffside", "athr": "Mark Brus", "pId": 35, "sum": "Arsenal are among a number of top clubs eyeing up the potential transfer of Ipswich Town striker Liam Delap, CaughtOffside understands. Sources with a close understanding of the player’s situation have informed CaughtOffside that Delap’s fine form in the Premier League has seen him attract interest from clubs in the Premier League and across Europe. […] The post Arsenal rival Newcastle & Aston Villa for €40-50m transfer but another club has a big advantage appeared first on CaughtOffside.", "cnUrl": "https://www.caughtoffside.com/2024/11/28/liam-delap-transfer-arsenal/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.caughtoffside.com/wp-content/uploads/2024/11/Liam-Delap-Ipswich-Man-United.jpg", "pbAt": 1732775552901}, {"id": "pr:3863-a:941386", "ttl": "Villa held by Juventus after last-minute Rogers winner ruled out", "oTtl": "BBC Sport", "pId": 35, "sum": "Watch highlights as Aston Villa are held at home by Juventus in the Champions League after a last-minute Morgan Rogers winner is overturned by VAR.", "cnUrl": "https://www.bbc.com/sport/football/videos/cp9z34gl283o?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://ichef.bbci.co.uk/ace/standard/1024/cpsprodpb/c6fa/live/1eb76ea0-ad0e-11ef-bdf5-b7cb2fa86e10.jpg", "pbAt": 1732754533253}, {"id": "pr:3863-a:941389", "ttl": "Emery has tools to fix Aston Villa but overloaded Watkins needs support | Jonathan Liew", "oTtl": "The Guardian", "athr": "Jonathan Liew at Villa Park", "pId": 35, "sum": "Hosts’ struggle to break down Juventus showed extent of the burden being shouldered by England forward So. A football match definitely happened. This much at least we can be sure of. I have a lanyard, a programme and a set of cryogenically frozen fingers to verify that fact. Other people were here too, I think. I can sort of remember noises. Vague rasping noises. Disappointed noises. The noise you make when you’ve paid £97 to watch Federico Gatti make back-passes. But already the actual memories of the event are beginning to evaporate, like a quick-drying paint, like the last thing you see before you go under general anaesthetic. Did Emiliano Martínez do something? Was Alessandro Del Piero on the pitch at some point? Hang on, it’s going blurry. Can no longer feel legs. Can no longer feel anything. Just floating. Orbs through space. Still floating. So nice here. So nice. Continue reading...", "cnUrl": "https://www.theguardian.com/football/2024/nov/28/emery-has-tools-to-fix-aston-villa-but-overloaded-watkins-needs-support?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i.guim.co.uk/img/media/aa9944bdeb512f9d6265db2c735e4cad44235fb8/0_91_2006_1204/master/2006.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=ed3f297dc00cb36078906cfb5f4698ea", "pbAt": 1732754530306}, {"id": "pr:3863-a:941311", "ttl": "MOTD pundits disagree over Aston Villa disallowed goal", "oTtl": "BBC Sport", "pId": 35, "sum": "Former Aston Villa midfielder Thomas Hitzlsperger, Julien Laurens and Danny Murphy disagree over whether Morgan Rogers' late goal against Juventus should have been overturned by VAR.", "cnUrl": "https://www.bbc.com/sport/football/videos/cpwrg40g042o?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://ichef.bbci.co.uk/ace/standard/1024/cpsprodpb/f926/live/1b352f40-ad1a-11ef-a4fe-a3e9a6c5d640.jpg", "pbAt": 1732752036082}, {"id": "pr:3863-a:941271", "ttl": "Aston Villa’s disallowed goal would have counted in Premier League, claims Unai Emery", "oTtl": "The Independent Football", "athr": "Jonathan Veal", "pId": 35, "sum": "Villa were forced to settle for a 0-0 draw against Italian heavyweights Juventus", "cnUrl": "https://www.independent.co.uk/sport/football/juventus-unai-emery-aston-villa-england-champions-league-b2655002.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://static.independent.co.uk/2024/11/27/23/4b8f8fa61a7131b4dccf6c98780d1618Y29udGVudHNlYXJjaGFwaSwxNzMyODM1OTYz-2.78325146.jpg?width=1200&auto=webp", "pbAt": 1732750801155}, {"id": "pr:3863-a:941225", "ttl": "Emery pleased with Villa's display against Juventus", "oTtl": "Aston Villa FC", "pId": 35, "sum": "Fixtures Aston Villa Vs. Juventus - Wed, Nov 27th 2024, 20:00 Unai Emery was pleased with Aston Villa’s performance after they played out a goalless draw with Juventus in the UEFA Champions League. Villa Park was bouncing once again as the hosts went head-to-head with the Italian giants, watching on as a tight encounter unfolded. Emi Martínez made a world-class save from Francisco Conceição at one end and Morgan Rogers saw a stoppage time winner ruled out for a foul on the visiting goalkeeper. Despite the late disappointment, Emery was proud of his team’s efforts. “It was fantastic,” he said. “We needed one match like this, playing seriously with a clean sheet, defending strong, being compact and then trying to impose and dominate some areas of the match. “We didn’t create a lot of chances but we didn’t concede a lot of chances. We were closer to scoring and in the second half we were progressively getting better. “We needed one save from Emiliano, a fantastic save, but even in the last action, in England it’s a goal, in Europe it’s not. That’s the decision of the referee. “The easier interpretation for the referee is a foul, but in England we know when the opponent is not using their hands to push the goalkeeper or to touch him clearly, usually it’s fair. We have to accept it. “We have ten points in the Champions League and we were enjoying it in Villa Park. We played a very serious match, a very competitive match against Juventus, respecting them. “I think we have to carry on enjoying this competition.” The draw moves Villa onto ten points in the league phase, placing them ninth in the table. The top eight qualify automatically for the next round, and Emery’s squad are chasing one of those spots as they approach their final three games. He said: “We are being very serious and competing very well. “We only conceded one goal in five matches. We have three wins and ten points. We have three matches to play and to enjoy. “We have possibilities and opportunities coming if we are winning to be a contender for the top eight positions. “The first objective is to get to the next round.”", "cnUrl": "https://www.avfc.co.uk/news/2024/november/27/emery-post-juventus/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://img.gc.avfcservices.co.uk/fit-in/1000x1000/46a5fce0-ad10-11ef-b724-37c24a990df3.jpg", "pbAt": 1732749429936}, {"id": "pr:4238-a:941232", "ttl": "'World number one' Martinez makes brilliant save against Juventus", "oTtl": "BBC Sport", "pId": 35, "sum": "Aston Villa goalkeeper Emiliano Martinez who was recently crowned best goalkeeper in the world at the Ballon d'Or awards makes a vital save for Aston Villa against Juventus in the Champions League.", "cnUrl": "https://www.bbc.com/sport/football/videos/cn9xrr78vqxo?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://ichef.bbci.co.uk/ace/standard/1024/cpsprodpb/5ba2/live/db07cd80-ad08-11ef-8ab9-9192db313061.jpg", "pbAt": 1732749364106}]}