{"tCnt": 2, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:304-a:764772", "ttl": "Benfica kick off Champions League with victory in Belgrade", "oTtl": "PortuGOAL", "athr": "portugoal@portugoal.net (Tom Kundert)", "pId": 35, "sum": "Crvena Zvezda 1-2 Benfica Two games, two wins for new Benfica coach Bruno Lage. The Eagles began their Champions League campaign strongly in Serbia this afternoon, racing into a 2-0 lead thanks to goals in the opening half hour by Turkish duo Kerem Aktürkoglu and Orjun Köckçü. Crvena Zvezda fought hard to get back into the game after the break, their pressure eventually telling when former Marítimo player Milson pulled a goal back late on to make it an uncomfortable final few minutes for Benfica. Benfica held on though, and begin the new format of the Champions League with an important three points. More to follow.", "cnUrl": "https://portugoal.net/club-news/4132-benfica-kick-off-champions-league-with-victory-in-belgrade?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://portugoal.net/images/Benfica/Kokcu-Akturkoglu-Benfica.jpg", "pbAt": 1726772989721}, {"id": "pr:304-a:762831", "ttl": "Red Star Belgrade vs Benfica: Preview, predictions and lineups", "oTtl": "90min.com", "pId": 35, "sum": "Benfica begin their Champions League campaign in hostile territory as they take on Red Star Belgrade in the Serbian capital on Thursday evening. Red Star's Serb-heavy squad is not blighted by injuries heading into their first league phase fixture, but they are set to be without goalkeeper Omri Glazer and Vladimir Lucic for Benfica's visit.", "cnUrl": "https://www.90min.com/red-star-belgrade-vs-benfica-preview-predictions-lineups-19-9-24?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://images2.minutemediacdn.com/image/upload/c_crop,w_1920,h_1080,x_0,y_15/c_fill,w_1440,ar_16:9,f_auto,q_auto,g_auto/images/voltaxMediaLibrary/mmsport/90min_en_international_web/01j743keyjnpg1chssg8.jpg", "pbAt": 1726722418049}]}