{"tCnt": 12, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:304-a:941392", "ttl": "Dramatic end as Benfica stage comeback win against Monaco", "oTtl": "BBC Sport", "pId": 35, "sum": "Watch the highlights Benfica come from behind to claim a dramatic victory against Monaco in the Champions League.", "cnUrl": "https://www.bbc.com/sport/football/videos/c79z0vze8rvo?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://ichef.bbci.co.uk/ace/standard/1024/cpsprodpb/b837/live/2b55b390-ad15-11ef-bdf5-b7cb2fa86e10.jpg", "pbAt": 1732755324659}, {"id": "pr:4328-a:941286", "ttl": "‘It’ll be good to be back there’ – Monaco’s Folarin Balogun on impending Arsenal return", "oTtl": "Get French Football News", "athr": "Luke Entwistle", "pId": 35, "sum": "Folarin Balogun (23) came through the ranks at Arsenal but never established himself in the first-team set-up, despite an explosive season on loan at Stade de Reims. He wasn’t integrated…", "cnUrl": "https://www.getfootballnewsfrance.com/2024/itll-be-good-to-be-back-there-monacos-folarin-balogun-on-impending-arsenal-return/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1732750895955}, {"id": "pr:304-a:941253", "ttl": "Dramatic end as Benfica stage comeback win against Monaco", "oTtl": "BBC Sport", "pId": 35, "sum": "Watch the highlights Benfica come from behind to claim a dramatic victory against Monaco in the Champions League.", "cnUrl": "https://www.bbc.com/sport/football/videos/c79z0vze8rvo?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://ichef.bbci.co.uk/ace/standard/1024/cpsprodpb/b837/live/2b55b390-ad15-11ef-bdf5-b7cb2fa86e10.jpg", "pbAt": 1732750052135}, {"id": "pr:304-a:941256", "ttl": "PLAYER RATINGS | Monaco 2-3 Benfica: Ángel Di María-inspired Benfica end Monaco’s unbeaten run", "oTtl": "Get French Football News", "athr": "Luke Entwistle", "pId": 35, "sum": "UEFA Champions League, Round 5, 27/11/24 AS Monaco’s unbeaten run in this year’s edition of the UEFA Champions League came to an end at the hands of a Benfica side…", "cnUrl": "https://www.getfootballnewsfrance.com/2024/player-ratings-monaco-2-3-benfica-angel-di-maria-inspired-benfica-end-monacos-unbeaten-run/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1732750017593}, {"id": "pr:304-a:941222", "ttl": "Benfica bailed out by Ángel Di María in the Champions League after a 3-2 win in Monaco", "oTtl": "PortuGOAL", "athr": "mjfmarshall@gmail.com (Matthew Marshall)", "pId": 35, "sum": "Benfica got back to winning ways in the UEFA Champions League after a thrilling 3-2 win in Monaco. Eliesse Ben Seghir put the principality club ahead in the 13th minute before Álvaro Carreras escaped a second yellow card before the break. The woodwork came to the Eagles’ rescue two minutes after the restart, the Portuguese club taking advantage in the 48th minute when Vangelis Pavlidis equalised. Wilfried Singo was sent off in the 58th minute but the depleted hosts regained the lead in the 67th minute through Soungoutou Magassar. Benfica were set for a third straight defeat in the competition before Ángel Di María stepped up to the plate late on, delivering two perfect crosses that were headed home by Arthur Cabral and Zeki Amdouni. Monaco take the lead Monaco began the brightest but it was Benfica who fashioned the first opportunity, Ángel Di María firing straight at Radoslaw Majecki. Maghnes Akliouche created two chances at the other end, Eliesse Ben Seghir missing the target and Denis Zakaria unable to test Anatolii Trubin. The hosts stayed on the front foot and took the lead in the 13th minute following a great team move that started in their own half. Vanderson’s shot was saved by Trubin, Aleksandr Golovin sending the ball back into the danger area where Ben Seghir converted from close range. Benfica fight back Benfica responded well but were not troubling Majecki. Álvaro Carreras was booked for a foul on Lamine Camara before the Eagles began to threaten, Di María’s shot blocked and Carreras’ effort deflected narrowly wide. Di María had a great chance to equalise after a horror pass from Ben Seghir, the Argentine seeing his shot saved by Majecki. Carreras was fortunate to escape a second yellow card for a late challenge on Breel Embolo. Zakaria and Thilo Kehrer were booked for protesting before Kerem Aktürkoğlu and Wilfried Singo went into the book, referee Rade Obrenović in danger of losing control. Second half sizzles The second half had barely begun when Embolo spun past Nicolás Otamendi and smashed the ball against the post. Less than a minute later Benfica found the equaliser. The chance came after a hospital pass from Caio Henrique, Vangelis Pavlidis pouncing and poking the ball past Majecki before stroking the ball into an empty net. It was all happening in the principality as Monaco thought they had restored their lead, Akliouche rounding Trubin and scoring with the youngster ruled narrowly offside by the VAR. It was Benfica who suffered the same fate in the 53rd minute when Di María teased a hanging cross into the danger area, Alexander Bah getting in front of Henrique and volleying home before the VAR ruled Di María offside. Ten men regain the lead Adi Hütter went to his bench in the 57th minute when he replaced Henrique and Camara with Christian Mawissa and Soungoutou Magassa. Sixty seconds later his side were reduced to 10 men when Singo received a second yellow card for a challenge on Pavlidis. Hütter made two more changes to settle his side, Ben Seghir and Embolo making way for Mohammed Salisu and Folarin Balogun. Bruno Lage wasted no time in bringing on Zeki Amdouni and Arthur Cabral for Florentino and Pavlidis. Monaco were showing no signs of being a man down and regained the lead in the 67th minute. Mawissa drove to the byline and cut the ball back to Magassa who steered the ball into the bottom corner. Balogun saw his shot saved as Benfica’s Champions League campaign looked headed for a third straight defeat. Di María had other ideas as he bailed his side out once again. It's the Ángel Di María show The Argentine showcased his exquisite crossing ability in the 84th minute, putting the ball on a plate for Cabral who got in front of Mawissa and headed past Majecki. Di Maria fired into the side netting before turning provider again in the 88th minute. His cross came from the right wing this time, Amdouni the next to head past the helpless goalkeeper to complete the comeback. By Matthew Marshall", "cnUrl": "https://portugoal.net/club-news/4319-benfica-win-3-2-win-in-monaco?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1732749466192}, {"id": "pr:304-a:941213", "ttl": "Benfica bailed out by Ángel Di María after a last gasp 3-2 win in Monaco", "oTtl": "PortuGOAL", "athr": "mjfmarshall@gmail.com (Matthew Marshall)", "pId": 35, "sum": "Benfica got back to winning ways in the UEFA Champions League after a thrilling 3-2 win in Monaco. Eliesse Ben Seghir put the principality club ahead in the 13th minute before Álvaro Carreras escaped a second yellow card before the break. The woodwork came to the Eagles’ rescue two minutes after the restart, the Portuguese club taking advantage in the 48th minute when Vangelis Pavlidis equalised. Wilfried Singo was sent off in the 58th minute but the depleted hosts regained the lead in the 67th minute through Soungoutou Magassar. Benfica were set for a third straight defeat in the competition before Ángel Di María stepped up to the plate late on, delivering two perfect crosses that were headed home by Arthur Cabral and Zeki Amdouni. Monaco take the lead Monaco began the brightest but it was Benfica who fashioned the first opportunity, Ángel Di María firing straight at Radoslaw Majecki. Maghnes Akliouche created two chances at the other end, Eliesse Ben Seghir missing the target and Denis Zakaria unable to test Anatolii Trubin. The hosts stayed on the front foot and took the lead in the 13th minute following a great team move that started in their own half. Vanderson’s shot was saved by Trubin, Aleksandr Golovin sending the ball back into the danger area where Ben Seghir converted from close range. Benfica fight back Benfica responded well but were not troubling Majecki. Álvaro Carreras was booked for a foul on Lamine Camara before the Eagles began to threaten, Di María’s shot blocked and Carreras’ effort deflected narrowly wide. Di María had a great chance to equalise after a horror pass from Ben Seghir, the Argentine seeing his shot saved by Majecki. Carreras was fortunate to escape a second yellow card for a late challenge on Breel Embolo. Zakaria and Thilo Kehrer were booked for protesting before Kerem Aktürkoğlu and Wilfried Singo went into the book, referee Rade Obrenović in danger of losing control. Second half entertainment The second half had barely begun when Embolo spun past Nicolás Otamendi and smashed the ball against the post. Less than a minute later Benfica found the equaliser. The chance came after a hospital pass from Caio Henrique, Vangelis Pavlidis pouncing and poking the ball past Majecki before stroking the ball into an empty net. It was all happening in the principality as Monaco thought they had restored their lead, Akliouche rounding Trubin and scoring with the youngster ruled narrowly offside by the VAR. It was Benfica who suffered the same fate in the 53rd minute when Di María teased a hanging cross into the danger area, Alexander Bah getting in front of Henrique and volleying home before the VAR ruled Di María offside. Ten men regain the lead Adi Hütter went to his bench in the 57th minute when he replaced Henrique and Camara with Christian Mawissa and Soungoutou Magassa. Sixty seconds later his side were reduced to 10 men when Singo received a second yellow card for a challenge on Pavlidis. Hütter made two more changes to settle his side, Ben Seghir and Embolo making way for Mohammed Salisu and Folarin Balogun. Bruno Lage wasted no time in bringing on Zeki Amdouni and Arthur Cabral for Florentino and Pavlidis. Monaco were showing no signs of being a man down and regained the lead in the 67th minute. Mawissa drove to the byline and cut the ball back to Magassa who steered the ball into the bottom corner. Balogun saw his shot saved as Benfica’s Champions League campaign looked headed for a third straight defeat. Di María had other ideas as he bailed his side out once again. It's the Ángel Di María show The Argentine showcased his exquisite crossing ability in the 84th minute, putting the ball on a plate for Cabral who got in front of Mawissa and heading past Majecki. Di Maria fired into the side netting before turning provider again in the 88th minute. His cross came from the right wing this time, Amdouni the next to head past the helpless goalkeeper to complete the comeback. By Matthew Marshall", "cnUrl": "https://portugoal.net/club-news/4319-benfica-bailed-out-by-angel-di-maria-after-a-last-gasp-3-2-win-in-monaco?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1732749032988}, {"id": "pr:304-a:940198", "ttl": "MATCH REPORT | Monaco beat Benfica in Youth League", "oTtl": "Get French Football News", "athr": "Luke Entwistle", "pId": 35, "sum": "Lucas Michal’s goal proved the difference in AS Monaco’s UEFA Youth League encounter with Benfica (1-0). It is a result that bolsters the Principality club’s hopes of qualifying for the…", "cnUrl": "https://www.getfootballnewsfrance.com/2024/match-report-monaco-beat-benfica-in-youth-league/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1732728328316}, {"id": "pr:304-a:938847", "ttl": "Benfica predicted XI v Monaco: Florentino Luís to feature against former club, Angel Di Maria to start", "oTtl": "Get French Football News", "athr": "Luke Entwistle", "pId": 35, "sum": "Florentino Luís is expected to start in the heart of midfield for Benfica as they take on his former club, AS Monaco, in the UEFA Champions League on Wednesday. The…", "cnUrl": "https://www.getfootballnewsfrance.com/2024/benfica-predicted-xi-v-monaco-florentino-luis-to-feature-against-former-club-angel-di-maria-to-start/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1732700758763}, {"id": "pr:304-a:938811", "ttl": "Monaco predicted XI v Benfica: Lamine Camara and Caio Henrique to return", "oTtl": "Get French Football News", "athr": "Luke Entwistle", "pId": 35, "sum": "Lamine Camara, suspended for Friday’s victory over Stade Brestois, is expected to return to the starting line-up as AS Monaco take on Benfica in the UEFA Champions League on Wednesday…", "cnUrl": "https://www.getfootballnewsfrance.com/2024/monaco-predicted-xi-v-benfica-lamine-camara-and-caio-henrique-to-return/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1732699865125}, {"id": "pr:304-a:937145", "ttl": "Juventus in talks with Benfica for Antonio Silva", "oTtl": "FootItalia", "athr": "Admin", "pId": 35, "sum": "Juventus have set their sights on Antonio Silva, a promising young defender from Benfica, as they look to strengthen their squad in the upcoming January transfer window. According to Tuttosport, negotiations between the two clubs are already underway. Silva, a 21-year-old Portuguese international with 17 caps, has caught the attention of several top European clubs due to his impressive performances. Benfica values Silva at a minimum of €40 million, reflecting his potential and current standing in European football. Juventus see Silva as a key target to bolster their defensive line, particularly as they plan for the future. The club’s sporting The post Juventus in talks with Benfica for Antonio Silva appeared first on FootItalia.com.", "cnUrl": "https://www.footitalia.com/?p=32978&utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://www.footitalia.com/wp-content/uploads/2024/11/Antonio-Silva.jpg", "pbAt": 1732645064678}]}