{"tCnt": 21, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:9138-a:916769", "ttl": "Croatia 1-1 Portugal - Seleção stay unbeaten in the UEFA Nations League", "oTtl": "PortuGOAL", "athr": "mjfmarshall@gmail.com (Matthew Marshall)", "pId": 35, "sum": "Portugal remained undefeated in the UEFA Nations League group stage after earning a 1-1 draw in Croatia. The Seleção started strong at and took the lead in the 33rd minute, João Félix latching onto Vitinha’s perfect pass and slotting the ball past Dominik Livaković. Croatia fought back after the break and deservedly equalised in the 65th minute when Joško Gvardiol squeezed Kristijan Jakić’s cross past José Sá. Both teams went close to taking all three points in Split, Nuno Mendes denied by Livaković and Ante Budimir hitting the post in added time. Roberto Martínez’s side had already secured top spot in Group 1 which saw the manager hand senior debuts to Tomás Araújo, Tiago Djaló and Fábio Silva. The game was the last for Portuguese Football Federation president Fernando Gomes who has been in charge since 2011. Portugal will eagerly await the quarter-final draw which will be held on 22 November. The potential opponents are Italy, Netherlands and Denmark with the matches to be played on 20 and 23 March 2025. Portugoal's Matthew Marshall reports from Stadion Poljud Seleção start strong João Félix had the first opportunity of the game after a neat 1-2 with Otávio, the striker sending a weak shot straight at Dominik Livaković. Rafael Leão was next to threaten after a trademark surge into the box, his shot saved by Livaković with Otávio’s follow up effort deflected onto the roof of the net. The Seleção maintained the pressure after some more neat interplay between the front three. Leão combined with Félix before seeing his shot blocked, Nélson Semedo blasting the follow up wide. Félix scores The pressure paid off when Portugal opened the scoring in the 33rd minute. Vitinha’s long pass picked out João Félix, the forward bringing the ball down with ease and firing past Livaković. The goal sparked Croatia into action, José Sá coming off his lone to deny Igor Matanović before Andrej Kramarić hit the post. Portugal regained control before the break, Félix shooting straight at Livaković and Leão going close in added time. Zlatko Dalić made two changes at the break with Borna Sosa and Mateo Kovačić making way for Kristijan Jakić and Mario Pašalić. Croatia fight back The hosts had all the chances after the restart, Kramarić firing straight at Sá and Matanović heading Luka Modrić’s cross wide. Ivan Perišić was replaced by Luka Sučić who was immediately involved, his cross headed home by Joško Gvardiol who was ruled offside. Both managers went to their bench in the 64th minute, Roberto Martínez bringing on Tiago Djaló for the injured Tomás Araújo and Dalić replacing Matanović with Ante Budimir. Gvardiol gets another chance A minute later Croatia drew level. Jakić’s cross to the back post was met by Gvardiol who squeezed the ball past Sá from close range. Martínez made two more changes in the 71st minute when he introduced Francisco Conceição and Fábio Silva for Otávio and Leão. The game opened up with both teams showing attacking intent. Opportunities at both ends Nuno Mendes went close to converting Conceição’s cross, the defender denied by Livaković who picked up an injury in the process. Sá then did well to deny Sučić, the goalkeeper diverting Budimir’s shot off the bar and stopping another effort from Kramarić. It was Croatia who would go closest to taking all three points with Budimir hitting the post in added time. Significant match for the Seleção Portugal has already secured top spot in Group 1 following the 5-1 victory against Poland in Porto. Roberto Martínez used the opportunity to tinker with his squad. Bernardo Silva, Pedro Neto and Cristiano Ronaldo were left out with Bruno Fernandes unavailable due to suspension. Diogo Costa and Nuno Tavares were late withdrawals. Martínez handed three players their senior debuts, Tomás Araújo starting in Split with Tiago Djaló and Fábio Silva coming off the bench. Geovany Quenda remained on the bench an was unable to become Portugal's youngest ever player, Paulo Futre’s record from 1984 remaining intact. End of an era The match marked Fernando Gomes' last as president of the Portuguese Football Federation, his term ending in December. President of the FPF since succeeding Gilberto Madaíl in 2011, Gomes made two managerial changes in 13 years at the helm, replacing Paulo Bento with Fernando Santos in September 2014 and bringing in Roberto Martínez for Santos in January 2023. Gomes presided over Portugal’s first and only major international title at the 2016 UEFA European Football Championship. Liga Portugal president Pedro Proença is expected to feature prominently in the upcoming elections which will include Lisbon Football Association president Nuno Lobo. Lobo has already fired some shots at Proença, saying: “I am running for the presidency of the FPF out of conviction, a sense of duty, and commitment. My sole ambition is to serve Portuguese football. The FPF should pave the way, seek solutions, and point to new directions for the sport; it should not serve those who preside over it. The FPF presidency should not be a launchpad for excessive and utopian ambitions or a mere stepping stone for international organizations, nor should it serve the ego of those who only think of themselves.” The Battle of Vukovar The match in Split was played on 18 November, a significant date in Croatia’s recent history. The day marks the end of the Battle of Vukovar which suffered an 87-day siege in 1991. Vukovar remains an important symbol of Croatia’s national identity, mainly due to the heroism of the vastly outnumbered Croatian National Guard against the Yugoslav People's Army and Serbian factions, the suffering of the local population, the destruction of the once prosperous town and the memories of the thousands of Croatians who are still unaccounted for. Serbian author and politician Vuk Drašković summed it up well after the battle, writing: “I cannot applaud the Vukovar victory, which is so euphorically celebrated in the war propaganda of intoxicated Serbia. I cannot, for I won't violate the victims, thousands of dead, nor the pain and misfortune of all Vukovar survivors. Vukovar is the Hiroshima of both Croatian and Serbian madness.” It’s another reminder about the destruction that occurred in this region of Europe following the death of Josip Broz Tito and the dissolution of the Socialist Federal Republic of Yugoslavia. The Battle of Vukovar and Siege of Sarajevo occurred less than 40 years ago and should never be forgotten as the dangers associated with ethnic nationalism and the futility of war continue to be played out around the world. Line Ups Croatia (3-4-3): D. Livaković - J. Šutalo, D. Ćaleta-Car, J. Gvardiol - I. Perišić (L. Sučić 58’), L. Modrić (N. Moro 78’), M. Kovačić (Mario Pašalić 46’), B. Sosa (K. Jakić 46’) - A. Kramarić, I. Matanović (A. Budimir 63’), M. Baturina Unused Substitutes: M. Pjaca, N. Vlašić, M. Pongračić, D. Kotarski, I. Ivušić, Marco Pašalić, M. Oršić Portugal (3-4-3): José Sá - Tomás Araújo (Tiago Djaló 63’), Renato Veiga, Nuno Mendes (Diogo Dalot 81’) - Nélson Semedo, João Neves, Vitinha, João Cancelo – Otávio (Francisco Conceição 71’), João Félix, Rafael Leão (Fábio Silva 71’) Unused Substitutes: Rui Silva, António Silva, Samú Costa, Trincão, Geovany Quenda Goals [0-1] João Félix, 33’ [1-1] Josko Gvardiol, 65’", "cnUrl": "https://portugoal.net/selecao/4302-croatia-1-1-portugal?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://portugoal.net/images/Selecao/Croatia11Portugal.jpg", "pbAt": 1731971874926}, {"id": "pr:9138-a:916657", "ttl": "Croatia, Denmark qualify for Nations League quarterfinals with draws", "oTtl": "Associated Press", "pId": 35, "sum": "Denmark and Croatia qualified for the Nations League quarterfinals after both sides secured draws on Monday. Northern Ireland and Romania will step up to League B after topping their groups.", "cnUrl": "https://apnews.com/article/scotland-poland-croatia-spain-portugal-nations-league-01aee5d42eab5af80e6bf371361388b4?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://dims.apnews.com/dims4/default/9ef59a4/2147483647/strip/true/crop/4500x2531+0+234/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F8a%2F02%2F671ed4b437d26f1cb00020e58961%2F6aa216462dc644ba931efef68bbc6ce6", "pbAt": 1731968628762}, {"id": "pr:9138-a:916645", "ttl": "Croatia 1-1 Portugal - Seleção stay unbeaten in the UEFA Nations League", "oTtl": "PortuGOAL", "athr": "mjfmarshall@gmail.com (Matthew Marshall)", "pId": 35, "sum": "Portugal remained undefeated in the UEFA Nations League after a 1-1 draw in Croatia. João Félix opened the scoring in Split before the hosts staged a second half fight back, Joško Gvardiol equalising in the 65th minute. The game was significant for the Seleção as Tomás Araújo, Tiago Djaló and Fábio Silva made their senior debuts in Fernando Gomes' last games as president of the Portuguese Football Federation. Match report to follow... Line Ups Croatia (3-4-3): D. Livaković - J. Šutalo, D. Ćaleta-Car, J. Gvardiol - I. Perišić (L. Sučić 58’), L. Modrić (N. Moro 78’), M. Kovačić (Mario Pašalić 46’), B. Sosa (K. Jakić 46’) - A. Kramarić, I. Matanović (A. Budimir 63’), M. Baturina Unused Substitutes: M. Pjaca, N. Vlašić, M. Pongračić, D. Kotarski, I. Ivušić, Marco Pašalić, M. Oršić Portugal (3-4-3): José Sá - Tomás Araújo (Tiago Djaló 63’), Renato Veiga, Nuno Mendes (Diogo Dalot 81’) - Nélson Semedo, João Neves, Vitinha, João Cancelo – Otávio (Francisco Conceição 71’), João Félix, Rafael Leão (Fábio Silva 71’) Unused Substitutes: Rui Silva, António Silva, Samú Costa, Trincão, Geovany Quenda Goals [0-1] João Félix, 33’ [1-1] Josko Gvardiol, 65’", "cnUrl": "https://portugoal.net/selecao/4302-croatia-1-1-portugal-selecao-stay-unbeaten-in-the-uefa-nations-league?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "pbAt": 1731968390100}, {"id": "pr:9138-a:916606", "ttl": "Croatia 1-1 Portugal: Highlights, man of the match, stats as Josko Gvardiol saves the day to ensure Croatia progress", "oTtl": "Sports Mole", "pId": 35, "sum": "Croatia come from behind to draw 1-1 with Portugal in Split on Monday evening, ensuring the hosts progress into the Nations League quarter-finals in second place.", "cnUrl": "https://www.sportsmole.co.uk/football/croatia/uefa-nations-league/result/croatia-comeback-to-secure-nations-league-progression-with-draw-against-portugal_558430.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://sm.imgix.net/24/26/luka-modric_3.jpg", "pbAt": 1731967496724}, {"id": "pr:9295-a:916421", "ttl": "Cristiano Ronaldo shows off new Ray-Ban glasses with embedded camera and microphone in new video as legendary footballer continues his venture into content creation", "oTtl": "Mail Online", "pId": 35, "sum": "The glasses allow for recordings to be made from the frame, donning a built-in camera and microphone to allow for high-quality recordings to be made and shared to social media.", "cnUrl": "https://www.dailymail.co.uk/sport/football/article-14097835/Cristiano-Ronaldo-glasses-camera-microphone.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i.dailymail.co.uk/1s/2024/11/18/19/92207887-0-image-a-9_1731959258040.jpg", "pbAt": 1731960930905}, {"id": "pr:9295-a:916244", "ttl": "Cristiano Ronaldo claims his next podcast guest will 'break the internet' in teasing video featuring former Man United team-mate Rio Ferdinand", "oTtl": "Mail Online", "pId": 35, "sum": "The 39-year-old Real Madrid and Manchester United legend launched his YouTube channel, 'UR Cristiano', in August and has already gained more than 67million subscribers.", "cnUrl": "https://www.dailymail.co.uk/sport/football/article-14097595/Cristiano-Ronaldo-claims-podcast-guest-break-internet-teasing-video-featuring-former-Man-United-team-mate-Rio-Ferdinand.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i.dailymail.co.uk/1s/2024/11/18/18/92206103-0-image-a-29_1731955617138.jpg", "pbAt": 1731955825795}, {"id": "pr:9295-a:916052", "ttl": "Man City injuries: Phil Foden, Manuel Akanji, Ruben Dias return dates and latest news", "oTtl": "The Independent Football", "athr": "Sports Staff", "pId": 35, "sum": "City are looking to bounce back after losing four matches in a row in all competitions", "cnUrl": "https://www.independent.co.uk/sport/football/man-city-injuries-foden-akanji-dias-return-dates-b2649129.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://static.independent.co.uk/2024/11/18/15/GettyImages-2168235502.jpg?width=1200&auto=webp", "pbAt": 1731950721772}, {"id": "pr:9295-a:915430", "ttl": "Liverpool injuries: Trent Alexander-Arnold, Diogo Jota, Alisson return dates and latest news", "oTtl": "The Independent Football", "athr": "Karl Matchett", "pId": 35, "sum": "Several regular starters are out for Arne Slot’s team with big games fast approaching", "cnUrl": "https://www.independent.co.uk/sport/football/liverpool-injury-news-trent-alexander-arnold-alisson-b2648999.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://static.independent.co.uk/2024/11/18/12/GettyImages-2176956878.jpg?width=1200&auto=webp", "pbAt": 1731933407957}, {"id": "pr:9138-a:915431", "ttl": "Portugal XI vs Croatia – Predicted lineup and team news", "oTtl": "The Football Faithful", "athr": "Harry Diamond", "pId": 35, "sum": "Portugal take on Croatia in the UEFA Nations League with progress to the quarter-finals already assured. Roberto Martinez’s side wrapped up top spot in the group with a 5-1 thrashing of Poland on Friday, in a fixture that saw Cristiano Ronaldo score twice. The 39-year-old extended his record to 135 goals for the national team […] The post Portugal XI vs Croatia – Predicted lineup and team news first appeared on The Football Faithful.", "cnUrl": "https://thefootballfaithful.com/portugal-xi-vs-croatia-predicted-lineup-and-team-news/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://thefootballfaithful.com/wp-content/uploads/2024/11/Portugal-XI-vs-Croatia-Predicted-lineup-and-team-news.png", "pbAt": 1731933402034}, {"id": "pr:9138-a:915360", "ttl": "Croatia vs Portugal – Match preview and team news", "oTtl": "The Football Faithful", "athr": "Harry Diamond", "pId": 35, "sum": "Croatia welcome group winners Portugal to Split this evening in the final fixture of their Nations League group. The home side are in pole position to progress to the quarter-finals alongside tonight’s opponents, but are at risk of missing out if results do not go in their favour. Croatia will be assured of a place […] The post Croatia vs Portugal – Match preview and team news first appeared on The Football Faithful.", "cnUrl": "https://thefootballfaithful.com/croatia-vs-portugal-match-preview-and-team-news/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://thefootballfaithful.com/wp-content/uploads/2024/11/Croatia-vs-Portugal-Match-preview-and-team-news.png", "pbAt": 1731932100586}]}