{"tCnt": 51, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:9029-a:828219", "ttl": "World media reacts as Scotland leave Portugal with a 'lamb to kill' and Ronaldo tantrums know no bounds", "oTtl": "Daily Record", "athr": "reporters@dailyrecord.co.uk (Robbie Copeland)", "pId": 35, "sum": "It was a Ronaldo tantrum for the ages and you better believe it went global", "cnUrl": "https://www.dailyrecord.co.uk/sport/football/scotland-portugal-ronaldo-world-media-33900126?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.dailyrecord.co.uk/incoming/article33900216.ece/ALTERNATES/s615/0_AMP_SDR_151024_SCOTvPORT_00020.jpg", "pbAt": 1729061060386}, {"id": "pr:9029-a:828114", "ttl": "Scottish media delivers Ben Doak verdict after Liverpool loanee helped Scotland draw against Portugal last night", "oTtl": "TBR Football", "athr": "Giuseppe Labellarte", "pId": 35, "sum": "Liverpool academy graduate Ben Doak has enjoyed a superb start to his career, with Reds coaches and fans keenly monitoring his progress. The Liverpool forward...", "cnUrl": "https://tbrfootball.com/scottish-medias-ben-doak-verdict-after-liverpool-loanee-helps-scotland-draw-against-portugal/?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://cdn1.tbrfootball.com/uploads/27/2024/10/GettyImages-2178603067-1024x699.jpg", "pbAt": 1729055852925}, {"id": "pr:9295-a:827931", "ttl": "POINT OF HONOUR: Clarke hails resilient Scots as they keep Portugal at bay... and leave a raging Ronaldo to storm off in frustration", "oTtl": "Mail Online", "pId": 35, "sum": "Steve Clarke hailed the resilience of his Scotland players after they finally got their Nations League campaign up and running with a hard-fought point against Portugal.", "cnUrl": "https://www.dailymail.co.uk/sport/football/article-13964123/POINT-HONOUR-Clarke-hails-resilient-Scots-Portugal-bay-leave-raging-Ronaldo-storm-frustration.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i.dailymail.co.uk/1s/2024/10/15/23/90897071-0-image-a-21_1729032882973.jpg", "pbAt": 1729033357912}, {"id": "pr:9029-a:827902", "ttl": "Steve Clarke hails Nicky Devlin’s ‘brave’ block in Scotland’s draw with Portugal", "oTtl": "The Independent Football", "athr": "Anthony Brown", "pId": 35, "sum": "The Scots kept Cristiano Ronaldo and Co at bay.", "cnUrl": "https://www.independent.co.uk/sport/football/scotland-steve-clarke-portugal-cristiano-ronaldo-nations-league-b2629887.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://static.independent.co.uk/2024/10/15/23/429c83f44ae2050f86c182e0e8ebe2fcY29udGVudHNlYXJjaGFwaSwxNzI5MTEyMTg4-2.77817881.jpg?width=1200&auto=webp", "pbAt": 1729032303881}, {"id": "pr:9029-a:827847", "ttl": "Scotland frustrate Ronaldo in draw with Portugal", "oTtl": "ESPN", "athr": "Reuters", "pId": 35, "sum": "Portugal all but sealed their berth in the Nations League quarterfinals despite a 0-0 away draw with Scotland on Tuesday, the first points Roberto Martinez's side have dropped in four games of the competition.", "cnUrl": "https://www.espn.co.uk/football/report/_/gameId/698982?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://a.espncdn.com/combiner/i?img=/i/espn/misc_logos/500/soccer.png", "pbAt": 1729029988426}, {"id": "pr:9029-a:827818", "ttl": "Portugal pick up a point in the Nations League after a 0-0 draw in Scotland", "oTtl": "PortuGOAL", "athr": "mjfmarshall@gmail.com (Matthew Marshall)", "pId": 35, "sum": "Portugal drew 0-0 in Scotland in a low quality game of football in the UEFA Nations League. Scott McTominay headed at Diogo Costa in the 4th minute but quality chances were hard to come by in a dull first half in Glasgow. The Seleção began to boss the ball but were unable to test Craig Gordon, frequent stoppages slowing the game down with neither side unable to gain any momentum. Ronaldo was visibly frustrated throughout the match, Portugal’s best chance coming in the 87th minute when Gordon did well to deny Bruno Fernandes. Rafael Leão saw his shot blocked in added time, Ronaldo storming off the pitch after the final whistle which mirrored the attitude of most inside the stadium. Portugoal’s Matthew Marshall reports from Hampden Park. McTominay chance Scotland spurned a great opportunity to shock the Seleção in the 4th minute. It came from a quick free kick, Andy Robertson’s cross picking out Scott McTominay who headed at Diogo Costa. Cristiano Ronaldo shot straight at Craig Gordon as Portugal began to monopolise possession. They were unable to take advantage of frequent corners and crosses into the box with the hosts defending resolutely. Ryan Christie gave Costa some catching practice following a free kick, the game getting slowed down by stoppages and referee Lawrence Visser who earned the wrath of a visibly upset and annoyed Ronaldo. The small contingent of Portuguese supporters were making the majority of the noise at Hampden Park. Pattern emerges Portugal ended the first half with Diogo Jota’s shot comfortably collected by Craig Gordon, Ronaldo and Vitinha firing way over the bar. The second half started with Ronaldo heading Jota’s cross over the bar. Francisco Conceição was next to miss by a mile after a 1-2 with Ronaldo. Roberto Martínez decided to act in the 61st minute when he brought on Rúben Neves, Bernardo Silva and Rafael Leão for Palhinha, Conceição and Jota. Steve Clark responded six minutes later when he introduced wingers Ryan Gauld and Lewis Morgan for Ryan Christie and Ben Doak. Game opens up The game came alive with 15 minutes remaining, Ronaldo spinning in the box and sending a shot wide with the captain certain of a corner. Portugal had a great chance in the 87th minute, Leão picking out Bruno Fernandes who saw his first time effort saved by Gordon. Nélson Semedo and João Félix were given five minutes to make an impact, Leão with the final opportunity which was blocked by Nicky Devlin. Low quality spectacle I had high expectations visiting Hampden Park, one of the iconic stadiums in world football. Not only was the stadium and the atmosphere inside it a huge disappointment, the match failed to get going and deserves a minimal amount of analysis. Scotland were desperate to avoid a fifth straight defeat stretching back to Euro 2024, the point and their clean sheet well deserved. Scott McTominay’s early chance was as good as it got for the hosts who were largely second best and shut down by a superior Portugal side. The Seleção bossed the ball, ending with 70% possession with 13-4 shots, but only three were on target and Craig Gordon was tested once. Roberto Martínez made six changes to the side that started in the 2-1 win in Poland with António Silva, João Cancelo, João Palhinha, Vitinha, Francisco Conceição & Diogo Jota coming in. The manager will use this one to learn more about his side as the long road to the World Cup continues. Ronaldo’s reaction after the final whistle said it all. He showed his dissatisfaction with the officials and the performance by storming down the tunnel as the first available opportunity, he and most in attendance eager to move on with their lives as soon as possible. Line Ups Scotland (4-2-3-1): Craig Gordon, Anthony Ralston (Nicky Devlin, 88’), Grant Hanley, John Souttar, Andy Robertson, Kenny McLean, Billy Gilmour, Ryan Christie (Ryan Gauld, 67’), Scott McTominay, Ben Doak (Lewis Morgan, 67’), Che Adams (Lyndon Dykes, 84’) Unused substitutes: Robby McCrorie, Jon McCracken, Liam Lindsay, Ryan Porteous, Jack MacKenzie, Andy Irving, Connor Barron, Kevin Nisbet Portugal (4-3-3): Diogo Costa, João Cancelo (Nélson Semedo, 88’), Rúben Dias, António Silva, Nuno Mendes, João Palhinha (Rúben Neves, 61’), Vitinha (João Félix, 88’), Bruno Fernandes, Francisco Conceição (Bernardo Silva, 61’), Cristiano Ronaldo, Diogo Jota (Rafael Leão, 61’) Unused substitutes: Ricardo Velho, Rui Silva, Diogo Dalot, Renato Veiga, Otávio, João Neves, Francisco Trincão", "cnUrl": "https://portugoal.net/selecao/4209-scotland-0-0-portugal?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://portugoal.net/images/Selecao/Scotland0-0Portugal.jpg", "pbAt": 1729029506665}, {"id": "pr:9295-a:827788", "ttl": "Astonishing Ronaldo meltdown triggers referee probe in Portugal as team-mate forced into SILENCE", "oTtl": "Daily Record", "athr": "reporters@dailyrecord.co.uk (Graeme Young)", "pId": 35, "sum": "The world superstar was left with the hump on his Hampden debut as he lost the plot", "cnUrl": "https://www.dailyrecord.co.uk/sport/football/football-news/astonishing-ronaldo-meltdown-triggers-referee-33899789?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.dailyrecord.co.uk/sport/football/football-news/article33899794.ece/ALTERNATES/s615/0_JS348501970.jpg", "pbAt": 1729028429659}, {"id": "pr:9029-a:827747", "ttl": "Scotland earn a victory at last – they made Cristiano Ronaldo crack", "oTtl": "The Independent Football", "athr": "Jamie Braidwood", "pId": 35, "sum": "Scotland 0-0 Portugal: The star forward threw a tantrum at full time as Steve Clarke’s side ended their losing run with a goalless draw", "cnUrl": "https://www.independent.co.uk/sport/football/cristiano-ronaldo-scotland-portugal-result-nations-league-b2629850.html?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://static.independent.co.uk/2024/10/15/22/2024-10-15T204620Z_1881470818_UP1EKAF1LP7RU_RTRMADP_3_SOCCER-UEFANATIONS-SCO-POR-REPORT.jpg?width=1200&auto=webp", "pbAt": 1729027289025}, {"id": "pr:9029-a:827698", "ttl": "Ronaldo held scoreless as Portugal's perfect Nations League record ends after draw with Scotland", "oTtl": "Associated Press", "pId": 35, "sum": "Aymeric Laporte had opened the scoring five minutes into the match for Spain, the defending champion which opened with a 0-0 draw at Serbia and then beat Switzerland and Denmark in Group A4. Álvaro Morata scored about 10 minutes after missing a penalty kick as Spain comfortably defeated Serbia 3-0 for its third consecutive victory in the Nations League.", "cnUrl": "https://apnews.com/article/spain-portugal-cristiano-ronaldo-nations-league-56b5986d743070310f792742c3d8d620?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://dims.apnews.com/dims4/default/de78a95/2147483647/strip/true/crop/1811x1019+0+94/resize/1440x810!/quality/90/?url=https%3A%2F%2Fassets.apnews.com%2F84%2Fa7%2Fc53b88e060c85007d2edbb74ad12%2Fe0b58027f83c4a8eb7c049914b398283", "pbAt": 1729026575287}, {"id": "pr:9029-a:827683", "ttl": "Scotland secure a battling point as Steve Clarke's dogged troops keep dominant Portugal shut out", "oTtl": "Football Scotland", "pId": 35, "sum": "Despite their early chance, Steve Clarke's side were subjected to a barrage of Portugal pressure for most of the opening half with Craig Gordon called into action to keep his side in the game and a Cristiano Ronaldo overhead kick squirmed wide of the post. Portugal huffed and puffed all evening but their profligacy in front of goal is the main reason it was a scoreless night in the Nations League, Scotland did defend well but there were a few desperate lumps clear as the game drew to a close.", "cnUrl": "https://www.footballscotland.co.uk/spfl/scottish-premiership/scotland-secure-battling-point-steve-30151912?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i2-prod.footballscotland.co.uk/spfl/other-football/article30152370.ece/ALTERNATES/s1200/0_gordon.jpg", "pbAt": 1729026220514}]}