{"tCnt": 2, "ofst": 0, "lmt": 10, "arts": [{"id": "pr:4008-a:937589", "ttl": "Copa del Rey round-up: Valencia and Getafe progress from re-arranged fixtures", "oTtl": "Football España", "athr": "John Menzies", "pId": 35, "sum": "At long last, the first round of the Copa del Rey has been concluded. Two ties that had originally been postponed because of Storm DANA were played on Tuesday – Valencia travelled to face CP Parla Escuela, while Getafe took on Manises CF. CP Parla Escuela 0-1 Valencia Valencia have made it through to the […] The post Copa del Rey round-up: Valencia and Getafe progress from re-arranged fixtures appeared first on Football España.", "cnUrl": "https://www.football-espana.net/2024/11/26/copa-del-rey-round-up-valencia-and-getafe-progress-from-re-arranged-fixtures?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://icdn.football-espana.net/wp-content/uploads/2024/11/Valencia.jpg", "pbAt": 1732653338362}, {"id": "pr:4008-a:934514", "ttl": "‘What we play for’: Valencia reunited as Mestalla mourns its flood victims", "oTtl": "The Guardian", "athr": "Sid Lowe", "pId": 35, "sum": "César Tárrega, whose home town was badly hit by the floods, scored the first goal in an emotional defeat of Betis Somewhere in the mud and the destruction a ball appeared, left there by the flood. Six days after the worst catastrophe in Spanish history had taken 229 lives and devastated thousands more, on a street still caked in sludge a game began. Someone recorded it, sharing a moment’s happiness amidst the pain, a little light and hope let in: four boys from the small town of Aldaia covered in dirt, playing among piles of furniture from broken homes. Nineteen days later and seven miles away, a fifth local boy scored the goal of this or any season. At 2.12pm on Saturday, seven minutes into Valencia’s first game since the catastrophe – not so much a football match as an expression of community, one giant, collective embrace – the ball dropped to César Tárrega at the south end of Mestalla. It was a simple finish, but if these fans have seen better goals, they hadn’t felt any like this. Suddenly, the silence – and it had been so, so silent – was broken, all those emotions escaping. Tárrega had cried in the quiet before kick off; now he let go, tears returning to his eyes. Then he ran to collect a shirt, holding it high. On the back, a message had been printed: “Tots junts eixirem.” Together, we will come through this. Continue reading...", "cnUrl": "https://www.theguardian.com/football/2024/nov/25/valencia-reunited-mestalla-mourns-la-liga?utm_source=livescore&utm_medium=referral&utm_campaign=foryou", "tnUrl": "https://i.guim.co.uk/img/media/7eb3dceaaec60227a7cd0c23424ac4a5469e240b/0_185_7972_4784/master/7972.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&s=f1752af6c4acb6842a179d03db4f8da6", "pbAt": 1732559818935}]}